<?php

define("POLLAN_3", "Въпрос на анкетата");
define("POLLAN_4", "Отговори");
define("POLLAN_12", "Показване на резултатите");
define("POLLAN_13", "след гласуване");
define("POLLAN_14", "чрез връзката за преглед на резултатите — за тази опция коментарите трябва да са разрешени");
define("POLLAN_15", "Разрешаване на гласуване в тази анкета");
define("POLLAN_16", "Метод за съхраняване на гласа");
define("POLLAN_17", "Бисквитка");
define("POLLAN_19", "Потребителски ID (могат да гласуват само регистрирани потребители)");
define("POLLAN_28", "Всички предишни анкети");
define("POLLAN_31", "Гласове");
define("POLLAN_40", "Натиснете тук, за да видите резултатите");
define("POLLAN_41", "Тази анкета е достъпна само за регистрирани потребители");
define("POLLAN_42", "Тази анкета е достъпна само за администратори");
define("POLLAN_43", "Нямате необходимите права за гласуване в тази анкета");
define("POLLAN_50", "Активна от [x] до [y]");
define("LAN_FORUM_3029", "Ако не желаете да добавите анкета към темата си, оставете полетата празни.");
