<?php

define("TMCEALAN_1", "Поставяне като обикновен текст по подразбиране");
define("TMCEALAN_2", "Проверка на правописа от браузъра");
define("TMCEALAN_3", "Активирайте, ако трябва да се използва вградената проверка на правописа на браузъра.");
define("TMCEALAN_4", "Визуални блокове");
define("TMCEALAN_5", "Активирайте, за да се виждат HTML блоковете по време на редактиране.");
define("TMCEALAN_6", "CSS клас за оцветяване на код.");
define("TMCEALAN_7", "Използване на стила на публичната част");
define("TMCEALAN_8", "Когато е активирано, редакторът използва стила на темата на публичната част (ако се поддържа).");
