<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2016 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * Language File
 *
*/
define("LAN_PM", "Лични съобщения");
define("LAN_PM_1", "Изпрати лично съобщение");
define("LAN_PM_2", "До");
define("LAN_PM_3", "Преглед");
define("LAN_PM_4", "Клас потребители");
define("LAN_PM_5", "Тема");
define("LAN_PM_6", "Съобщение");
define("LAN_PM_7", "Емоции");
define("LAN_PM_8", "Прикачвани");
define("LAN_PM_9", "Прочети отговор");
define("LAN_PM_10", "Изпращане на имейл за уведомяване след прочитане на съобщението");
define("LAN_PM_11", "добави нов файл");
define("LAN_PM_12", "Нямате права за ползване на Лични съобщения");
define("LAN_PM_13", "Вашите изходящи съобщения са {PERCENT}% от позволеното, не можете да изпратите лично съобщение докато не изтриете някое");
define("LAN_PM_14", "ГРЕШКА: Вероятно дублирано съобщение, не е изпратено");
define("LAN_PM_15", "Нямате права да изпращате до клас потребители");
define("LAN_PM_16", "Трябва да сте член на този клас");
define("LAN_PM_17", "Потребителя не е намерен");
define("LAN_PM_18", "Нямате права за изпращане на лични съобщения до:");
define("LAN_PM_19", "Лимита Ви в изходящи е изчерпан, нямате права за изпращане на лични съобщения");
define("LAN_PM_21", "С изпращането на това ЛС ще надвишите допустимото място в изпратени. ЛС не е изпратено");
define("LAN_PM_22", "Добавянето на файл не е възможно");
define("LAN_PM_23", "Нямате права да изпращате прикачени файлове");
define("LAN_PM_24", "Изтриване на ЛС");
define("LAN_PM_27", "Непрочетени");
define("LAN_PM_28", "N/A");
define("LAN_PM_29", "Изпратено");
define("LAN_PM_30", "Прочетено");
define("LAN_PM_31", "От");
define("LAN_PM_32", "Получено");
define("LAN_PM_33", "Изпратено");
define("LAN_PM_34", "Няма съобщения");
define("LAN_PM_35", "Изпрати ново съобщение");
define("LAN_PM_36", "общо");
define("LAN_PM_37", "непрочетени");
define("LAN_PM_38", "ЛС е изпратено до клас потребители");
define("LAN_PM_39", "Невъзможно да изпрати ЛС до");
define("LAN_PM_40", "ЛС изпратено до потребител");
define("LAN_PM_41", "Невъзможно да запази ЛС във Вашите Изходящи");
define("LAN_PM_42", "ЛС е изтрито от Входящи");
define("LAN_PM_43", "ЛС е изтрито от Изходящи");
define("LAN_PM_44", "Блокирането е премахнато: {UNAME} вече може да Ви изпраща ЛС");
define("LAN_PM_45", "ГРЕШКА: Блокирането не е премахнато, непозната грешка");
define("LAN_PM_46", "Блокирането на {UNAME} е активно");
define("LAN_PM_47", "Добавено блокиране: {UNAME} вече няма да може да Ви изпраща ЛС");
define("LAN_PM_48", "ГРЕШКА: Блокирането не е добавено, непозната грешка");
define("LAN_PM_49", "ГРЕШКА: Блокирането на {UNAME} е вече активно");
define("LAN_PM_50", "Блокирай потребителя");
define("LAN_PM_51", "Деблокирай потребителя");
define("LAN_PM_53", "Изтриване на избраните");
define("LAN_PM_54", "Цитирай");
define("LAN_PM_55", "Изпрати отговор");
define("LAN_PM_56", "Нямате права да отговорите на това съобщение");
define("LAN_PM_57", "Съобщението не е намерено");
define("LAN_PM_58", "В отговор на:");
define("LAN_PM_59", "Иди на странница:");
define("LAN_PM_60", "Нямате права да видите това съобщение");
define("LAN_PM_61", "Няма тема");
define("LAN_PM_62", "Файла: [{FILENAME}] надвишава допустимата големина - не е прикачен");
define("LAN_PM_63", "клас:");
define("LAN_PM_64", "Грешка: Не е позволено блокирането на съобщения от администратори на сайта");
define("LAN_PM_65", "Грешка: Няма нищо за изпращане");
define("LAN_PM_66", "Блокирани потребители");
define("LAN_PM_67", "Няма блокирани потребители");
define("LAN_PM_68", "Потребителско име");
define("LAN_PM_69", "Дата на блокиране");
define("LAN_PM_70", "Премахване на блокирането");
define("LAN_PM_71", "[x] прикачени файлове са изтрити. [y] провалени");
define("LAN_PM_100", "Ново ЛС от");
define("LAN_PM_101", "Имате ново Лично съобщение в");
define("LAN_PM_102", "Съобщението е изпратено от:");
define("LAN_PM_103", "Тема:");
define("LAN_PM_104", "Брой прикачени файлове:");
define("LAN_PM_105", "Можете да прегледате Личното съобщение на:");
define("LAN_PM_106", "ЛС е прочетено от");
define("LAN_PM_107", "Личното съобщение което пратихте до {UNAME} бе прочетено на");
define("LAN_PM_108", "Съобщението е изпратено на:");
define("LAN_PM_109", "ново съобщение(я)");
define("LAN_PM_111", "Прочети");
define("LAN_PM_112", "Потребител(и)");


?>