<?php

define("LAN_AL_PM_ADM_01", "Лични съобщения: използвани са настройките по подразбиране");
define("LAN_AL_PM_ADM_02", "Лични съобщения: настройките са обновени");
define("LAN_AL_PM_ADM_03", "Лични съобщения: поддръжката на базата данни е завършена");
define("LAN_AL_PM_ADM_04", "Лични съобщения: поддръжката на базата данни е стартирана");
define("LAN_AL_PM_ADM_05", "Лични съобщения: добавено е ограничение");
define("LAN_AL_PM_ADM_06", "Лични съобщения: ограничението е обновено");
define("LAN_AL_PM_ADM_07", "Лични съобщения: ограничението е изтрито");
define("LAN_AL_PM_ADM_08", "Лични съобщения: грешка при създаване на данните за ограничение");
define("LAN_AL_PM_ADM_09", "Лични съобщения: грешка при обновяване на данните за ограничение");
define("LAN_AL_PM_ADM_10", "Лични съобщения: грешка при изтриване на данните за ограничение");
