<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2016 e107 Bulgaria github.com/e107translations/Bulgarian
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * Language File
 *
*/
define("LWLAN_4", "Все още няма дефинирани Линк-думи.");
define("LWLAN_5", "Дума");
define("LWLAN_6", "Линк");
define("LWLAN_7", "Активна?");
define("LWLAN_21", "Дума за авто-линк");
define("LWLAN_26", "Зона за активиране на линк-думи");
define("LWLAN_28", "Страници с деактивирани линк-думи");
define("LWLAN_33", "В заглавия");
define("LWLAN_34", "В резюме");
define("LWLAN_35", "В съдържание");
define("LWLAN_36", "Описания (линкове и т.н.)");
define("LWLAN_40", "Заглавия вписани от потребители (напр. във форума)");
define("LWLAN_41", "Текст вписан от потребители (напр. във форума)");
define("LWLAN_50", "Подсказки");
define("LWLAN_52", "Линк думи само");
define("LWLAN_53", "Само подсказки");
define("LWLAN_54", "Линк думи и подсказки");
define("LWLAN_55", "Отвори линка в нов прозорец");
define("LWLAN_58", "Настройките на хитрости са конвертирани към 0.8 формат");
define("LWLAN_59", "Разреши Ajax функционалността");
define("LWLAN_64", "Подтисни линка на настоящата страница");
define("LWLAN_66", "Персонализиран клас CSS");
define("LWLAN_67", "Макс. връзки / съвети");
define("LAN_LW_HELP_01", "<b>Зони за разрешения</b><br />
Много от текстовите зони съдържат асоцииран 'контекст' и линк думите ще се показват само, когато се отнасят до този контекст.<br /><br />
<b>Линк Думи - Забраняване</b><br />
Линк думи може да се забрани на специфични страници или страници отговарящи на определен модел. Въведете ги тук (същият синтаксис като за менюта), по един модел на ред.
Ако моделът завършва с \'!\', това кореспондира с \'end of query\', и обикновено е точно съвпадение. В противен случай ще съвпадне с всяко URL, съдържащо посочениият низ.<br />
Отбележете, че линк думите <i>никога</i> няма да си показват в администраторските страници.<br /><br />
<b>Разрешете Ajax функционалността</b><br />
Подсказките да използвате Ajax за да получите информация за дисплея. Това обикновено изисква някои потребителски кодирания.<br /><br />
<b>Подтискане на линк на текущата страница</b><br />
Обикновено това е безсмислено за потребителя да може да кликнете върху връзка, ако той е вече на страницата. Отбележете това квадратче, за да премахнете опцията,<br />");
define("LAN_LW_HELP_02", "Define the words which become clickable links, or which display text on mouseover, here<br /><br />
<b><u>Word to Link</u></b><br />
This is case-insensitive. For multiple words mapping to the same links and tooltips, separate them with commas (no spaces)<br /><br />
<b><u>Link</u></b><br />
Define a clickable link here. If its an external link, it [i]must[/i] begin \"http://\". If its a link within this site, the normal {e_XXX} constants may be used.<br /><br />
<b><u>Tooltip</u></b><br />
This defines the text to be displayed when the user\"s mouse passes over the word.<br /><br />
<b><u>LW ID (Tooltip ID)</u></b><br /><br />
This defines an optional numeric ID to be used with Ajax processing. If blank, the database record number is used.<br /><br />
<b><u>Activate?</u></b><br />
Defines which options are active.");
define("LAN_LW_HELP_03", "Обикновено е безсмислено потребителят да може да щракне върху връзка, ако вече е на страницата, към която той води. Когато тази опция е изключена, връзките не се задействат в този случай.");
define("LAN_LW_HELP_04", "Връзките могат да бъдат деактивирани на определени страници или страници, съответстващи на шаблон. Въведете ги тук (същия синтаксис като за видимост на менюто), по един шаблон на ред. Ако моделът завършва на „!“, Това съответства на „край на заявката“ и обикновено е точно съвпадение. В противен случай всеки URL адрес, съдържащ посочения низ, ще съвпада.");
define("LAN_LW_HELP_05", "Ще добави този клас към всички генерирани връзки.");
define("LAN_LW_HELP_10", "Тук можете да дефинирате думите, които стават връзки, върху които може да се кликва, или които показват текст при преместване с мишката.");
define("LAN_LW_HELP_11", "Това не отчита регистъра. За съпоставяне на множество думи към едни и същи връзки и подсказки ги отделете със запетаи (без интервали)");
define("LAN_LW_HELP_12", "Тук дефинирайте връзка, върху която можете да кликнете Ако това е външна връзка, тя ТРЯБВА да започне с 'http (s): //'. Ако това е връзка в този сайт, може да се използват нормалните константи {e_XXX}.");
define("LAN_LW_HELP_13", "Определя кои опции са активни.");
define("LAN_LW_HELP_14", "Това определя текста, който да се показва, когато мишката на потребителя премине над думата.");
define("LAN_LW_HELP_15", "Максимално количество от същите връзки. Трябва да е положително число. Използва се, когато една и съща дума се намира няколко пъти в парче текст.");
define("LAN_LW_HELP_16", "Това определя незадължителен цифров идентификатор, който да се използва при обработката на Ajax. Трябва да е положително число. Ако е празно, се използва номерът на записа в базата данни");
define("LAN_LW_HELP_17", "Когато е включена, връзката се отваря в нов раздел / прозорец на браузъра");
