<?php

define("LWLAN_4", "Все още няма дефинирани свързващи думи.");
define("LWLAN_5", "Думи");
define("LWLAN_6", "Връзка");
define("LWLAN_7", "Активно?");
define("LWLAN_21", "Дума за автоматично свързване (или списък от думи, разделени със запетаи)");
define("LWLAN_26", "Области, в които да се активират свързващите думи");
define("LWLAN_28", "Страници, на които свързващите думи да бъдат изключени");
define("LWLAN_33", "Области със заглавия");
define("LWLAN_34", "Резюмета на елементи");
define("LWLAN_35", "Основен текст");
define("LWLAN_36", "Описания (връзки и др.)");
define("LWLAN_40", "Заглавия, въведени от потребители (напр. във форум)");
define("LWLAN_41", "Основен текст, въведен от потребители (напр. във форум)");
define("LWLAN_50", "Подсказка");
define("LWLAN_52", "Само свързваща дума");
define("LWLAN_53", "Само подсказка");
define("LWLAN_54", "Свързваща дума и подсказка");
define("LWLAN_55", "Отваряне на връзката в нов прозорец");
define("LWLAN_58", "Pref hook е конвертиран към формат 0.8");
define("LWLAN_59", "Активиране на Ajax функционалност");
define("LWLAN_64", "Потискане на връзката на текущата страница");
define("LWLAN_66", "Персонализиран CSS клас");
define("LWLAN_67", "Макс. връзки/подсказки");

define("LAN_LW_HELP_01", "Много текстови области имат свързан „контекст“ и свързващите думи ще се показват само в области, съответстващи на този контекст.");
define("LAN_LW_HELP_02", "Подсказките могат да използват Ajax за извличане на информация за показване. Обикновено това изисква допълнителен персонализиран код.");
define("LAN_LW_HELP_03", "Обикновено няма смисъл потребителят да може да щракне върху връзка, ако вече се намира на страницата, към която тя води. Когато тази настройка е включена, свързващите думи не се активират в този случай.");
define("LAN_LW_HELP_04", "Свързващите думи могат да бъдат изключени за определени страници или за страници, съответстващи на шаблон. Въведете ги тук (със същия синтаксис като за видимостта на менютата), по един шаблон на ред. Ако шаблонът завършва с '!', това означава „край на заявката“ и обикновено дава точно съвпадение. В противен случай ще съвпадне всеки URL, съдържащ посочения низ.");
define("LAN_LW_HELP_05", "Добавя този клас към всички генерирани връзки.");
define("LAN_LW_HELP_10", "Тук можете да определите думите, които да се превръщат в активни връзки или да показват текст при посочване с мишката.");
define("LAN_LW_HELP_11", "Не се прави разлика между главни и малки букви. За няколко думи, водещи към едни и същи връзки и подсказки, ги разделете със запетаи (без интервали)");
define("LAN_LW_HELP_12", "Задайте активна връзка тук. Ако е външна, ТРЯБВА да започва с 'http(s)://'. Ако е връзка в този сайт, могат да се използват стандартните константи {e_XXX}.");
define("LAN_LW_HELP_13", "Определя кои опции са активни.");
define("LAN_LW_HELP_14", "Определя текста, който се показва, когато курсорът на потребителя премине върху думата.");
define("LAN_LW_HELP_15", "Максимален брой повторения на една и съща свързваща дума. Стойността трябва да е положително число. Използва се, когато една и съща дума се среща многократно в даден текст.");
define("LAN_LW_HELP_16", "Определя незадължително числово ID, използвано при Ajax обработка. Стойността трябва да е положително число. Ако е празно, се използва номерът на записа в базата данни");
define("LAN_LW_HELP_17", "Когато е включено, връзката се отваря в нов раздел/прозорец на браузъра");
