<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2016 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * Language File
 *
*/
define("FORLAN_2", "Моля изберете дали публикациите да бъдат изтрити окончателно или да ги направите неактивни (няма да бъдат изтрити, а само невидими във форума)");
define("FORLAN_7", "Форум Настройки");
define("FORLAN_8", "Неактивни форуми.");
define("FORLAN_9", "Деактивацията не е задължителна.");
define("FORLAN_23", "Видим от");
define("FORLAN_24", "Определя кой може да чете форума");
define("FORLAN_29", "Няма форуми все още.");
define("FORLAN_30", "Форуми");
define("FORLAN_34", "Изберете потребителски клас за модераторите на този форум");
define("FORLAN_44", "Рамки");
define("FORLAN_45", "Поставете отметка, за да зареждате форума с рамка на темата");
define("FORLAN_47", "Включи емайл известяване");
define("FORLAN_48", "Поставете отметка, за да позволите на потребителите да имат опция за получаване на емайли, когато някой отговори на публикацията им");
define("FORLAN_49", "Разреши Анкети");
define("FORLAN_50", "Поставете отметка, за да позволите на потребителите да публикуват анкети във форума - Трябва да имате инсталиран модул Анкети, за да използвате тази опция!");
define("FORLAN_51", "Включи проследяване");
define("FORLAN_52", "Поставете отметка, за да позволите на потребителите да маркират теми, по които да бъдат известявани чрез емайл при нова публикация");
define("FORLAN_53", "Емайл Префикс");
define("FORLAN_54", "Текста, който въведете, ще се прикрепя към темата на всеки изпратен емайл от форума");
define("FORLAN_55", "Популярни Теми");
define("FORLAN_56", "Броят публикации преди темата да се маркира като популярна");
define("FORLAN_57", "Постове на страница");
define("FORLAN_58", "Брой публикации показвани на страница");
define("FORLAN_60", "От тук ще изтрие темите, по които не са получили отговор, до броя на дните, който въведете. <br /><b>Моля бъдете внимателни когато използвате тази функция!</b>");
define("FORLAN_63", "Display Ranks");
define("FORLAN_65", "Име на Форум");
define("FORLAN_66", "Модул Анкети не е инсталиран");
define("FORLAN_70", "Разреши прикрепяне на файлове/снимки");
define("FORLAN_71", "Разреши на потребителите да качват файл или снимка с тяхната форум публикация,");
define("FORLAN_75", "Главни Директории");
define("FORLAN_76", "Форуми Главна страница");
define("FORLAN_77", "Създай Форуми");
define("FORLAN_78", "Подредба на Форуми");
define("FORLAN_83", "Създай Главна Директория");
define("FORLAN_87", "Премахни темите без отговор след този брой дни:");
define("FORLAN_89", "Изтрий публикациите напълно");
define("FORLAN_90", "Направи публикациите неактивни");
define("FORLAN_91", "публикации са неактивни");
define("FORLAN_92", "теми са изтрити");
define("FORLAN_93", "отговора са изтрити");
define("FORLAN_112", "Разреши пренасочване");
define("FORLAN_113", "Поставете отметка, за да пренасочвате браузъра към форум страницата след отговор");
define("FORLAN_116", "Докладвани публикации");
define("FORLAN_121", "Няма съобщения");
define("FORLAN_122", "Кликнете тук за изпращане емайл на администратора, когато някой изпрати доклад за публикация от форума");
define("WMGLAN_1", "Правила за Гости");
define("WMGLAN_2", "Правила за Потребители");
define("WMGLAN_3", "Правила за Администратори");
define("WMGLAN_5", "Включи Форум Правила");
define("WMGLAN_6", "Активиране?");
define("FORLAN_126", "Покажи Подсказки");
define("FORLAN_127", "Поставете отметка, за да се показват подсказки относно публикуване на тема, когато мишката е над името на темата.");
define("FORLAN_128", "Дължина на подсказки");
define("FORLAN_129", "Това ще ограничи броя на символи показван в подсказките.");
define("FORLAN_130", "кликни тук");
define("FORLAN_131", ", за да включите макс. големина на файла, разрешени видове файлове и т.н.");
define("FORLAN_132", "Важна Тема");
define("FORLAN_133", "Отделя темата от другите (самостоятелна секция за темата)");
define("FORLAN_134", "Максимална широчина на качваните снимки");
define("FORLAN_135", "Оставете празно за да изключите автоматичното преоразмеряване на снимките");
define("FORLAN_136", "Направи линк до снимката в пълен размер");
define("FORLAN_137", "Включена тази опция ще преоразмерява големите снимки и ще създава линк към оригиналната снимка в пълен размер.  Ако е изключено, оригиналната снимка ще бъде отхвърляна");
define("FORLAN_138", "Премахни тези форуми");
define("FORLAN_139", "За да използвате тези настройки трябва да поставите отметка на 'Разреши качване на снимки' във <a href='".e_ADMIN."image.php'>снимки</a> page");
define("FORLAN_140", "Преглед");
define("FORLAN_142", "Права за публикуване");
define("FORLAN_143", "Указва кой може да публикува във форума");
define("FORLAN_145", "Настройки на под-форуми");
define("FORLAN_146", "Все още няма под-форуми");
define("FORLAN_152", "съобщение");
define("FORLAN_153", "Инструменти");
define("FORLAN_155", "Форуми Категории");
define("FORLAN_156", "Изберете Форум(и) за манипулиране");
define("FORLAN_158", "Преизчисли информацията от последните публикации на форума");
define("FORLAN_159", "Изберете, за да преизчислите информацията за последните публикации");
define("FORLAN_160", "Изберете само форума, без темите");
define("FORLAN_161", "Преизчисли съобщенията / брой отговори");
define("FORLAN_162", "Избери за преизчисление на темите във форума/брой отговори");
define("FORLAN_163", "Преизчисли броя потребителски съобщения във форума");
define("FORLAN_164", "Избери за преизчисление на потребителите на форума");
define("FORLAN_166", "Инструменти на Форума");
define("FORLAN_167", "Брой обновявания на форум");
define("FORLAN_168", "Информацията за последни съобщения във форума е обновена");
define("FORLAN_169", "Броя на потребителите на форума е обновен");
define("FORLAN_170", "Доклади");
define("FORLAN_171", "Доклад за форум съобщение");
define("FORLAN_172", "Изтрий това доклад");
define("FORLAN_173", "Заглавие на тема");
define("FORLAN_174", "Докладвано от потребител");
define("FORLAN_175", "Докладът е изпратен");
define("FORLAN_177", "емайл известяване ВКЛ. по подразбиране");
define("FORLAN_178", "Поставете отметка, за да разрешите емайл известяването включено по подразбиране");
define("FORLAN_179", "(Добавен е * в началото на името на форума. Това ще направи този форум контейнер само за под-форуми.  Темата на форума ви трябва да поддържа тази опция.)");
define("FORLAN_182", "преизчисляване на отговорите на всички теми в избраните форуми");
define("FORLAN_183", "(тази функция не е разрешена ако сте избрали 'всички форуми' за броя запитвания, които ще генерира)");
define("FORLAN_184", "Кой има право да създава теми?");
define("FORLAN_185", "Определя кой има право да създава нови теми");
define("FORLAN_186", "Теми на страница");
define("FORLAN_187", "Брой теми показани на страница");
define("FORLAN_189", "Щракнете върху бутона 'изтриване' за изтриване на доклада. <br /> <br /> Кликнете върху бутона 'Преглед', за да видите темата / категорията");
define("FORLAN_200", "Проследяване на теми");
define("FORLAN_201", "Ако е позволено потребителите ще могат да проследяват теми");
define("FORLAN_202", "Изпращане на имейли за следените теми");
define("FORLAN_203", "Ако е позволено потребителите ще могат да получават имейли при нови публикации в темите които проследяват");
define("FORLAN_204", "User-Anon");
define("FORLAN_205", "Post Permission");
define("FORLAN_206", "Thread Creation Class");
define("FORLAN_207", "Forums and Threads");
define("FORLAN_208", "Forums Only");
define("FORLAN_209", "Topic");
define("FORLAN_210", "Issue");
define("FORLAN_211", "Submitted by");
define("FORLAN_212", "Attachments");
define("FORLAN_213", "Post");
define("FORLAN_214", "Leave blank to auto-generate it from the title above.");
define("FORLAN_215", "Not installed!");
define("FORLAN_216", "(New Parent)");


?>