<?php

define("LAN_FORUM_MENU_001", "Публикувано от");
define("LAN_FORUM_MENU_002", "Все още няма публикации");
define("LAN_FORUM_MENU_003", "Настройките на менюто с нови форумни публикации са записани");
define("LAN_FORUM_MENU_004", "Заглавие");
define("LAN_FORUM_MENU_005", "Брой публикации за показване?");
define("LAN_FORUM_MENU_006", "Брой знаци за показване?");
define("LAN_FORUM_MENU_007", "Текст след съкратените публикации?");
define("LAN_FORUM_MENU_008", "Да се показват ли оригиналните теми в менюто?");
define("LAN_FORUM_MENU_009", "Обновяване на настройките на менюто");

define("LAN_FORUM_MENU_012", "Максимална възраст на показваните публикации");
define("LAN_FORUM_MENU_013", "Използвайте нула за сайт с малко активност; задаването на стойност в дни ще намали натоварването на базата данни при натоварен сайт");

define("LAN_FORUM_MENU_014", "Височина на зоната за превъртане (в пиксели)");
define("LAN_FORUM_MENU_015", "Оставете празно, за да няма превъртане");

define("LAN_FORUM_MENU_016", "Все още няма създадени категории във форума!");
