<?php

define("GSLAN_1", "Линк към сайта");
define("GSLAN_2", "Импорт?");

define("GSLAN_7", "Импорт на линкове");
define("GSLAN_8", "Импорт с:");
define("GSLAN_9", "Приоритет");
define("GSLAN_10", "Честота");
define("GSLAN_11", "винаги");
define("GSLAN_12", "на всеки час");
define("GSLAN_13", "ежедневно");
define("GSLAN_14", "седмично");
define("GSLAN_15", "месечно");
define("GSLAN_16", "годишно");

define("GSLAN_18", "Импорт на маркираните линкове");
define("GSLAN_20", "Списък");
define("GSLAN_21", "Инструкции");
define("GSLAN_22", "Създаване на нов запис");
define("GSLAN_23", "Импорт");
define("GSLAN_24", "Записи в Google Sitemap");

define("GSLAN_27", "Последна промяна");
define("GSLAN_28", "Честота");
define("GSLAN_29", "Настройки на Google Sitemap");

define("GSLAN_32", "Как се използва Google Sitemap");
define("GSLAN_33", "Инструкции за GSiteMap");
define("GSLAN_34", "Първо създайте линковете, които искате да бъдат включени в картата на сайта. Повечето линкове могат да бъдат импортирани чрез бутона „Импорт“ вдясно.");
define("GSLAN_35", "Ако сте избрали да импортирате линкове, натиснете „Импорт“ и маркирайте линковете, които искате да добавите.");
define("GSLAN_36", "Можете също да добавяте отделни линкове ръчно чрез „Създаване на нов запис“.");
define("GSLAN_38", "За повече информация относно протокола Google Sitemap посетете [URL].");
define("GSLAN_39", "Няма линкове в картата на сайта — да се импортират ли линковете на сайта?");

define("GSLAN_50", "Публично видимо");
define("GSLAN_51", "Автоматично генерирано от [x]");
define("GSLAN_52", "След като имате записи, отворете [URL] и въведете един от следните URL адреси в секцията Sitemaps.[SITEMAP_URLS]  (Ако някой от тези URL адреси изглежда неправилен, проверете дали URL адресът на сайта е зададен правилно в [настройките].)");
define("GSLAN_53", "Инструкции");
