<?php

define("BNRLAN_00", "Все още няма създадени банери.");
define("BNRLAN_01", "ID на банера не е намерено.");
define("BNRLAN_11", "Кампания");
define("BNRLAN_12", "Вход за клиент");
define("BNRLAN_15", "URL при кликване");
define("BNRLAN_16", "Брой закупени импресии");
define("BNRLAN_25", "Добавете нова или изберете съществуваща кампания");
define("BNRLAN_28", "Добавете нов или изберете съществуващ клиент");
define("BNRLAN_29", "Въведете нов клиент");
define("BNRLAN_31", "Оставете празно за неограничен брой.");
define("BNRLAN_32", "Изберете изображение за банера");
define("BNRLAN_33", "Код");
define("BNRLAN_35", "Меню с банери");
define("BNRLAN_38", "Реклама");
define("BNRLAN_39", "Кампании за показване в менюто");
define("BNRLAN_40", "Все още няма кампании.");
define("BNRLAN_41", "Брой банери за показване");
define("BNRLAN_42", "Използва се само когато са избрани няколко кампании.");
define("BNRLAN_43", "Как да се показват кампаниите?");
define("BNRLAN_44", "Изберете начин на визуализиране ...");
define("BNRLAN_45", "Една кампания в едно меню");
define("BNRLAN_46", "Всички избрани кампании в едно меню");
define("BNRLAN_47", "Всички избрани кампании в отделни менюта");
define("BNRLAN_48", "Всички избрани кампании (без рамка на меню)");
define("BNRLAN_50", "Локален");
define("BNRLAN_51", "Отдалечен");
define("BNRLAN_HELP_02", "Използвайте този плъгин за управление на рекламата във вашия сайт.[br][br]При създаване на нов банер можете да зададете потребителско име и парола за клиента, с които той да влиза и да следи напредъка на кампанията. [br][br]Можете да активирате менюто с банери чрез Мениджъра на менюта и да направите допълнителни настройки оттам.");
