<?php

define("NFPM_LAN_1", "Тема");
define("NFPM_LAN_2", "Автор");
define("NFPM_LAN_3", "Преглеждания");
define("NFPM_LAN_4", "Отговори");
define("NFPM_LAN_5", "Последна публикация");
define("NFPM_LAN_6", "Теми");
define("NFPM_LAN_7", "от");

define("NFPM_L1", "Този плъгин показва списък с нови публикации във форума на началната страница");
define("NFPM_L2", "Последни публикации във форума");
define("NFPM_L3", "За настройка щракнете върху връзката в секцията с плъгини на началната страница на администрацията");
define("NFPM_L4", "В коя област да се активира?");
define("NFPM_L5", "Неактивно");
define("NFPM_L6", "В горната част на страницата");
define("NFPM_L7", "В долната част на страницата");
define("NFPM_L8", "Заглавие");
define("NFPM_L9", "Брой нови публикации за показване?");
define("NFPM_L10", "Показване в превъртащ се слой?");
define("NFPM_L11", "Височина на слоя");
define("NFPM_L12", "Настройки на новите публикации във форума");
define("NFPM_L13", "Настройките за новите публикации във форума са обновени.");
define("NFPM_L14", "Да се показват ли последните публикации във форума?");
define("NFPM_L15", "По подразбиране се показват последните теми.");
define('NFPM_L16', '[потребителят е изтрит]');
define('NFPM_L17', 'Нови публикации в популярна тема');
define('NFPM_L18', 'Нови публикации');
define('NFPM_L19', 'Няма нови публикации в популярната тема');
define('NFPM_L20', 'Няма нови публикации');
define('NFPM_L21', 'Закачена тема');
define('NFPM_L22', 'Затворена закачена тема');
define('NFPM_L23', 'Съобщение');
define('NFPM_L24', 'Затворена тема');
