<?php
if (!defined('e107_INIT')) { exit; }

$text = "Проверката на файловете сканира и анализира файловете на сървъра на сайта. Когато бъде открит файл от ядрото на e107, неговата цялост се проверява, за да се установи дали файлът не е повреден или променен.";

$text .= "<br /><br />
<a href='".e_SELF."?create'>Натиснете тук, за да създадете snapshot на файловете на собствен плъгин за използване при Проверка на файловете.</a>";

if ($pref['developer']) {
$text .= "<br /><br />
Допълнителният инструмент за търсене на текстови низове (само в режим за разработчици) позволява да сканирате файловете на сървъра чрез регулярни изрази. Използваният regex engine е PHP <a href='http://php.net/pcre'>PCRE</a> (функциите preg_*), затова въвеждайте заявката като #pattern#modifiers в предоставените полета.";
}

$ns -> tablerender("Помощ за Проверка на файловете", $text);
