<?php
if (!defined('e107_INIT')) { exit; }

$caption = "Помощ за началната страница";
$text = "
<p>
	От този екран можете да изберете какво да се показва като начална страница на сайта; по подразбиране това са новините. Можете също да определите дали потребителите да бъдат пренасочвани към конкретна страница след вход.
</p>
<p>
	Правилата се проверяват по ред, докато се намери първото, при което текущият потребител принадлежи към зададения в правилото клас.
	Това правило определя началната страница и евентуалната конкретна страница след вход. Ако няма съвпадащо правило, за начална страница се използва news.php.
</p>
<p>
	Непосредствено след вход потребителят се изпраща към зададената &quot;Страница след вход&quot; (ако е зададена).
</p>
";
$ns->tablerender($caption, $text, 'admin_help');
