<?php
if (!defined('e107_INIT')) { exit; }

$caption = "Помощ за новините";
$action = varset($_GET['action']);
switch ($action)
{
case 'create' :
  $text = "<b>Общи</b><br />
Основното съдържание ще се показва на основната страница, а разширеното ще бъде достъпно чрез връзка „Прочети още“.
<br /><br />
<b>Показване само на заглавието</b><br />
Включете тази опция, за да се показва само заглавието на началната страница с връзка към цялата публикация.
<br /><br />
<b>Активиране</b><br />
Ако зададете начална и/или крайна дата, новината ще се показва само между тези дати.";
  break;
case 'cat' :
  $text = "Можете да разделяте новините в различни категории и да позволите на посетителите да показват само новините от избраните категории.<br /><br />Качвайте иконите за новини в ".e_THEME."-yourtheme-/images/ или themes/shared/newsicons/.";
  break;
case 'pref' :
  $text = 'Задайте различните настройки за новини.<br /><br />
<b>Колони за категориите новини</b><br />
Изборът е наличен само ако темата го поддържа.<br /><br />
<b>Новини на страница</b><br />
За основната страница с новини; показва записите в неразширен формат.<br /><br />
<b>Новини в архива</b><br />
Задава броя новини, които се показват само като заглавие на всяка страница с новини (включени са в предходния общ брой).<br /><br />
<b>Активиране на WYSIWYG редактора</b><br />
Изисква потребителите, които могат да изпращат новини, да имат право да публикуват HTML.';
  break;
case 'list' :
default :
  $text = 'Списък на всички новини. За редактиране или изтриване използвайте иконите в колоната „Опции“. За преглед на новината натиснете нейното ID.';
}
$ns -> tablerender($caption, $text);
