<?php
if (!defined('e107_INIT')) { exit; }

$text = "Системата за известяване изпраща имейл известия при настъпване на събития в e107.<br /><br />
Например можете да зададете събитието за блокиране на IP заради flood към потребителски клас „Администратори“ и всички администратори ще получат имейл, когато сайтът е подложен на flood атака.<br /><br />
Като друг пример можете да зададете „Новина, публикувана от администратор“ към клас „Потребители“ и потребителите ще получават публикуваните новини по имейл.<br /><br />
Ако искате известията да се изпращат до друг имейл адрес, изберете опцията „Имейл“ и въведете адреса в предоставеното поле.";
$ns -> tablerender("Помощ за известяванията", $text);
