<?php
if (!defined('e107_INIT')) { exit; }
if (e_QUERY) list($action) = explode('.',e_QUERY); else $action = 'list';

switch ($action)
{
case 'filetypes' :
  $text = "Типовете файлове и максималният размер за качване се задават според потребителски клас. Тази опция генерира файл ".e_UPLOAD_TEMP_DIR.e_SAVE_FILETYPES.", който трябва да бъде копиран или преместен в директория ".e_ADMIN_ABS." и преименуван на ".e_READ_FILETYPES." преди да влезе в сила.<br />
  Разрешена е една дефиниция за клас.<br />
  Имайте предвид, че тези дефиниции важат за целия сайт, дори ако публичното качване е изключено.";
  break;
case 'options' :
  $text = "Системата за публично качване може да бъде изключена изцяло оттук.<br />
  Съхранението като файлове обикновено е подходящо (при другия вариант максималният размер е твърдо ограничен до 500 KB).<br />
  Максималният размер на файла има приоритет над дефинициите във filetypes.xml.<br />
  Публичното качване може да бъде ограничено до определен потребителски клас, но тези настройки се прилагат и към други области на сайта, където качването е разрешено, например новини и форми.";
  break;
case 'view' :
default :
  $text = "Тази страница показва изпратените качвания. Можете да ги изтриете, да ги прехвърлите към Изтегляния или да ги публикувате като новина.";
}
$ns -> tablerender("Помощ за публичните качвания", $text);
