<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2022 e107 Bulgaria github.com/e107translations/Bulgarian
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * Language File
 *
*/
define("PAGE_NAME", "Регистрация");
define("LAN_EMAIL_01", "Уважаеми");
define("LAN_EMAIL_04", "Моля пазете този имейл за Ваша лична информация.");
define("LAN_EMAIL_05", "Паролата Ви е криптирана и не може да бъде възстановена при загубване или забравяне. Разбира се можете да заявите нова парола, ако това се случи.");
define("LAN_EMAIL_06", "Благодарим за Вашата регистрация.");
define("LAN_SIGNUP_1", "Мин.");
define("LAN_SIGNUP_2", "симв.");
define("LAN_SIGNUP_3", "Неверен код.");
define("LAN_SIGNUP_4", "Паролата Ви трябва да е дълга най-малко");
define("LAN_SIGNUP_5", " символа.");
define("LAN_SIGNUP_8", "Благодарим Ви!");
define("LAN_SIGNUP_9", "Невъзможно е продължаването.");
define("LAN_SIGNUP_11", ".");
define("LAN_SIGNUP_12", "Моля пазете потребителското си име и парола на сигурно място - при загубване те не могат да бъдат възстановени.");
define("LAN_SIGNUP_13", "Можете да влезнете в сайта през полето за вход или от [here].");
define("LAN_SIGNUP_14", "тук");
define("LAN_SIGNUP_15", "Моля свържете се с администратора на сайта");
define("LAN_SIGNUP_16", "ако имате нужда от помощ.");
define("LAN_SIGNUP_17", "Моля потвърдете, че сте на възраст 13 или над 13 години.");
define("LAN_SIGNUP_18", "Вашата регистрация беше получена и създадена със следните данни:");
define("LAN_SIGNUP_21", "Вашият профил в момента е неактивен. За активиране моля използвайте следния линк:");
define("LAN_SIGNUP_22", "кликни тук");
define("LAN_SIGNUP_23", "за вход.");
define("LAN_SIGNUP_24", "Благодарим Ви, че се регистрирахте на");
define("LAN_SIGNUP_25", "Качи свой аватар");
define("LAN_SIGNUP_26", "Качи своя снимка");
define("LAN_SIGNUP_30", "Ако не желаете да покажете вашия имейл адрес на този сайт, моля изберете 'Да'за опцията 'Скрий имейл адреса?'.");
define("LAN_SIGNUP_34", "Моля, имайте предвид: Всяка картинка качена на този сървър, която е счетена от администраторите за неподходяща, ще бъде незабавно изтрита.");
define("LAN_SIGNUP_36", "Срещната е грешка при създаването на Вашата потребителска информация. Моля, свържете се с администратор на сайта");
define("LAN_SIGNUP_37", "Този етап на регистрацията Ви приключи. Администраторът на сайта ще разгледа вашата регистрация. При одобрение ще получите имейл с потвърждение за одобряване на регистрацията Ви.");
define("LAN_SIGNUP_38", "Моля въведете един и същ валиден имейл адрес в съответните полета");
define("LAN_SIGNUP_39", "Въведете отново имейл адрес:");
define("LAN_SIGNUP_40", "Не е необходимо активиране");
define("LAN_SIGNUP_41", "Вашият профил е вече активиран.");
define("LAN_SIGNUP_42", "Внимание - имейл за регистрация не беше изпратен. Моля свържете се с администратора на сайта.");
define("LAN_SIGNUP_43", "Имейлът е изпратен");
define("LAN_SIGNUP_44", "Изпратен е имейл за активиране до:");
define("LAN_SIGNUP_45", "Моля проверете вашия имейл.");
define("LAN_SIGNUP_47", "Заявка за активиране");
define("LAN_SIGNUP_48", "Потребителско име или Имейл");
define("LAN_SIGNUP_49", "Ако сте се регистрирали с грешен имейл адрес, моля въведете нов имейл адрес и вашата парола тук:");
define("LAN_SIGNUP_50", "Нов Имейл");
define("LAN_SIGNUP_51", "Стара парола");
define("LAN_SIGNUP_53", "- невалидна стойност");
define("LAN_SIGNUP_54", "Кликни тук за попълване на информацията за регистрация");
define("LAN_SIGNUP_58", "Преглед на регистрация");
define("LAN_SIGNUP_59", "**** Ако линка не работи, моля, проверете дали част от него не се е прехвърлила на следващия ред. ****");
define("LAN_SIGNUP_60", "Искане за изпращане на повторен имейл за активиране");
define("LAN_SIGNUP_61", "Изпращането е успешно");
define("LAN_SIGNUP_62", "Изпращането не беше успешно");
define("LAN_SIGNUP_63", "Искане за изпращане на имейл за забравена парола");
define("LAN_SIGNUP_64", "Това не изглежда да е валидна информация за потребител");
define("LAN_SIGNUP_65", "Вие сте присвоили следното потребителско име");
define("LAN_SIGNUP_66", "Моля отбележете си това.");
define("LAN_SIGNUP_67", "Това ще бъде присвоено от системата след регистрацията");
define("LAN_SIGNUP_71", "Достигнахте лимита за регистрации в сайта. Моля влезте, като използвате някой от другите акаунти.");
define("LAN_SIGNUP_72", "Благодарим Ви, че се регистрирахте в [sitename]! Изпращаме имейл за потвърждение до [email].Моля потвърдете, като натиснете на линка в този имейл, за да завършите Вашата регистрация и активирате Вашият профил.");
define("LAN_SIGNUP_73", "Благодарим Ви!");
define("LAN_SIGNUP_74", "Вашия акаунт е активиран, моля");
define("LAN_SIGNUP_75", "Регистрацията е активирана");
define("LAN_SIGNUP_76", "Благодарим Ви! Вече сте регистрирам потребител на");
define("LAN_SIGNUP_77", "Този сайт поддържа Онлайн Детска Защита (The Children's Online Privacy Protection Act) от 1998 (COPPA) и не приема регистрация от потребители под 13 години без подписан от родителите или техни настойници документ. За по-вече информация можете да прочетете закона");
define("LAN_SIGNUP_78", "Регистрация");
define("LAN_SIGNUP_79", "Регистрирай");
define("LAN_SIGNUP_80", "Моля попълнете Вашите данни по-долу.");
define("LAN_SIGNUP_81", "Потребителско име:");
define("LAN_SIGNUP_82", "Това е името, което ще ползвате за вход в сайта");
define("LAN_SIGNUP_83", "Парола:");
define("LAN_SIGNUP_84", "Повторете паролата:");
define("LAN_SIGNUP_85", "Потребителското име и паролата са чувствителни на малки и големи букви.");
define("LAN_SIGNUP_89", "Име за показване:");
define("LAN_SIGNUP_90", "името, което ще се показва на сайта");
define("LAN_SIGNUP_91", "Истинско име:");
define("LAN_SIGNUP_93", "Подпис:");
define("LAN_SIGNUP_94", "Аватар:");
define("LAN_SIGNUP_95", "Попълнете кода от картинката");
define("LAN_SIGNUP_96", "Регистрационни данни за");
define("LAN_SIGNUP_97", "Добре дошли на");
define("LAN_SIGNUP_98", "Потвърдете Вашия имейл адрес");
define("LAN_SIGNUP_99", "Възникна проблем");
define("LAN_SIGNUP_100", "Изчакване на одобрение от администратор");
define("LAN_SIGNUP_101", "Обновяването не беше успешно - моля свържете с администратор на сайта");
define("LAN_SIGNUP_103", "Прекалено много потребители ползват този IP адрес:");
define("LAN_SIGNUP_105", "Невъзможно е да се изпълни Вашата заявка - моля свържете се с администратора на сайта");
define("LAN_SIGNUP_106", "Невъзможно е да се изпълни Вашата заявка - имате ли вече профил тук?");
define("LAN_LOGINNAME", "Потребителско име");
define("LAN_USERNAME", "Име за показване");
define("LAN_SIGNUP_107", "Паролата трябва да бъде минимум [x] символа и да включва най-малко една ГЛАВНА БУКВА и цифра");
define("LAN_SIGNUP_108", "Трябва да е валиден имейл адрес");
define("LAN_SIGNUP_109", "Не трябва да съдържа интервали");
define("LAN_SIGNUP_110", "Вашето пълно име");
define("LAN_SIGNUP_111", "Въведете URL до ваша снимка или изберете един от съществуващите аватари.");
define("LAN_SIGNUP_112", "В момента сте влязъл като Собственик на сайта");
define("LAN_SIGNUP_113", "Абонамент(и)");
define("LAN_SIGNUP_114", "Регистрация на потребител в момента е забранена.");
define("LAN_SIGNUP_115", "Преглед активационния имейл");
define("LAN_SIGNUP_116", "Преглед след попълване на формата");
define("LAN_SIGNUP_117", "Изпращане на тестова активация");
define("LAN_SIGNUP_118", "До [x]");
define("LAN_SIGNUP_119", "Не изпращай имейл");
define("LAN_SIGNUP_120", "ИЛИ");
define("LAN_SIGNUP_121", "Използвайте различен имейл адрес");
define("LAN_SIGNUP_122", "Политика на поверителност");
define("LAN_SIGNUP_123", "Условия за ползване");
define("LAN_SIGNUP_124", "С регистрацията вие се съгласяване с нашите [x] и нашите [y].");
define("LAN_SIGNUP_125", "Мин. [x] символа.");
