<?php
/*
 * Copyright e107 Inc e107.org, Licensed under GNU GPL (http://www.gnu.org/licenses/gpl.txt)
 *
 * Forgotten password language file - Password reset
 *
*/
if(!defined('PAGE_NAME'))
{
	define("PAGE_NAME", "Възстановяване на парола");
}

define("LAN_02", "За съжаление имейлът не може да бъде изпратен. Моля, свържете се с главния администратор на сайта.");
define("LAN_03", "Възстановяване на парола");
define("LAN_05", "За да възстановите паролата си, въведете следната информация");
define("LAN_06", "Опит за възстановяване на парола");
define("LAN_07", "Потребител с IP адрес ");
define("LAN_08", "направи опит да възстанови паролата на главния администратор.");
define("LAN_09", "Възстановяване на парола от ");
define("LAN_213", "Това потребителско име или имейл адрес не е намерено в базата данни.");
define("LAN_214", "Паролата не може да бъде възстановена");
define("LAN_218", "Вашето потребителско име е:");
define("LAN_FPW1", "Потребителско име");
define("LAN_FPW4", "Вече е изпратена заявка за възстановяване на тази парола. Ако не сте получили имейла, свържете се с администратора на сайта за съдействие.");
define("LAN_FPW5", "Заявка за възстановяване на паролата ви за");
define("LAN_FPW6", "Изпратен ви е имейл с връзка, чрез която можете да възстановите паролата си.");
define("LAN_FPW7", "Това не е валидна връзка за възстановяване на парола.<br />Моля, свържете се с администратора на сайта за повече информация.");
define("LAN_FPW8", "Паролата ви е променена успешно.");
define("LAN_FPW9", "Новата парола е:");
define("LAN_FPW10", "Моля,");
define("LAN_FPW11", "влезте в профила си");
define("LAN_FPW12", "и незабавно сменете паролата си от съображения за сигурност.");
define("LAN_FPW13", "следвайте инструкциите в имейла, за да потвърдите новата си парола.");
define("LAN_FPW14", "е изпратена от потребител с IP адрес");
define("LAN_FPW15", "Това все още не означава, че паролата ви е възстановена. Трябва да отворите посочената по-долу връзка, за да завършите процедурата.");
define("LAN_FPW16", "Ако не сте заявявали възстановяване на паролата си и не желаете тя да бъде променяна, просто игнорирайте този имейл.");
define("LAN_FPW17", "Връзката по-долу е валидна за 10 минути.");
define("LAN_FPW18", "Заявено възстановяване на парола");
define("LAN_FPW19", "Неуспешно изпращане на имейл");
define("LAN_FPW20", "Имейлът е изпратен успешно");
define("LAN_FPW21", "Потребителят отвори връзката за възстановяване на парола");
define("LAN_FPW22", "Имейл адрес, регистриран в този сайт");

define("LAN_FPW_100", "Забравили сте паролата си?");
define("LAN_FPW_101", "Няма проблем. Въведете имейл адреса си по-долу и ще ви изпратим инструкции за възстановяване на достъпа.");
define("LAN_FPW_102", "Възстановяване на парола");
define("LAN_FPW_MISCONFIGURED", "Възстановяването на парола временно не е достъпно поради проблем в конфигурацията на сайта. Моля, свържете се с администратора.");
