<?php
/*
 * e107 website system - Bulgarian Language File.
*/
if(!defined('PAGE_NAME'))
{
	define("PAGE_NAME", "Потребителски настройки");
}

define("MAX_AVWIDTH", "Максималният размер на аватара (шxв) е ");
define("MAX_AVHEIGHT", " x ");

define("LAN_USET_1", "Аватарът ви е твърде широк");
define("LAN_USET_2", "Максимално допустимата ширина е");
define("LAN_USET_3", "Аватарът ви е твърде висок");
define("LAN_USET_4", "Максимално допустимата височина е");
define("LAN_USET_7", "Допълнителни");
define("LAN_USET_8", "Потребителски подпис");
define("LAN_USET_9", "Някои от задължителните полета (отбелязани с *) липсват в настройките ви.");
define("LAN_USET_10", "Моля, актуализирайте настройките си, за да продължите.");
define("LAN_USET_11", "Това потребителско име не може да бъде прието. Моля, изберете друго.");
define("LAN_USET_12", "Показваното име е твърде кратко. Моля, изберете друго.");
define("LAN_USET_13", "Потребителското име съдържа невалидни знаци. Моля, изберете друго.");
define("LAN_USET_14", "Името за вход е твърде дълго. Моля, изберете друго.");
define("LAN_USET_15", "Показваното име е твърде дълго. Моля, изберете друго.");
define("LAN_USET_16", "Отметнете, за да изтриете текущата снимка, без да качвате нова.");
define("LAN_USET_17", "Показваното име вече се използва. Моля, изберете друго.");
define("LAN_USET_18", "Потребителските данни са променени от администратор: [x], име за вход: [y]");
define("LAN_USET_20", "Ако променяте името за вход или имейл адреса на потребителя, трябва да промените и паролата му.");
define("LAN_USET_21", "Потвърдете промените, като въведете отново паролата си: ");
define("LAN_USET_23", "Оставете празно, за да запазите текущата парола");
define("LAN_USET_24", "Нова парола: ");
define("LAN_USET_25", "Повторете новата парола: ");
define("LAN_USET_26", "Качване на аватар");
define("LAN_USET_27", "Качване на снимка");
define("LAN_USET_28", "Това ще се показва на профилната ви страница");
define("LAN_USET_30", "какво е това?");
define("LAN_USET_31", "Информация за регистрацията");
define("LAN_USET_32", "Моля, имайте предвид: всяко изображение, качено на този сървър и счетено от администраторите за неподходящо, ще бъде изтрито незабавно.");
define("LAN_USET_33", "Избор на аватар, съхраняван в сайта");
define("LAN_USET_34", "Използване на външен аватар");
define("LAN_USET_35", "Въведете пълния адрес до изображението");
define("LAN_USET_36", "Натиснете бутона, за да видите аватарите, съхранявани в сайта");
define("LAN_USET_37", "Запазване на настройките");
define("LAN_USET_38", "Избор на аватар");
define("LAN_USET_39", "Актуализиране на потребителските настройки");
define("LAN_USET_40", "Двете пароли не съвпадат");
define("LAN_USET_41", "Настройките са актуализирани и записани в базата данни.");
define("LAN_USET_42", "Ключът за потвърждение не съвпада");
define("LAN_USET_43", "Грешка при актуализиране на потребителските данни");

define("LAN_USET_5", "Абониран за");
define("LAN_USET_6", "Абониране за пощенски списъци и/или секции на този сайт.");

define("LAN_USET_50", "Изтриване на профила");
define("LAN_USET_51", "Сигурни ли сте? Действието не може да бъде отменено. След приключването му профилът ви и всички лични данни, които сте въвели в този сайт, ще бъдат изтрити окончателно и повече няма да можете да влизате в профила си.");
define("LAN_USET_52", "Изпратен е имейл за потвърждение до [x]. Натиснете връзката в него, за да изтриете профила си окончателно.");
define("LAN_USET_53", "Потвърждение за изтриване на профил");
define("LAN_USET_54", "Изпратен е имейл за потвърждение");
define("LAN_USET_55", "Натиснете следната връзка, за да завършите изтриването на профила си.");
define("LAN_USET_56", "Профилът ви е изтрит успешно.");
