<?php
/*
 * e107 website system - Bulgarian Language File.
 */

define("LAN_NEWS_1", "Новина само за определени потребители");
define("LAN_NEWS_2", "Нямате право да преглеждате тази новина");
define("LAN_NEWS_9", "Зададено е показване само на заглавието - <b>ще се показва единствено заглавието на новината</b><br />");
define("LAN_NEWS_10", "Тази новина е <b>неактивна</b> (няма да се показва на началната страница). ");
define("LAN_NEWS_11", "Тази новина е <b>активна</b> (ще се показва на началната страница). ");
define("LAN_NEWS_12", "Коментарите са <b>разрешени</b>. ");
define("LAN_NEWS_13", "Коментарите са <b>забранени</b>. ");
define("LAN_NEWS_14", "<br />Период на активност: ");
define("LAN_NEWS_15", "Дължина на основния текст: ");
define("LAN_NEWS_16", "байта. Дължина на разширения текст: ");
define("LAN_NEWS_17", "байта.");
define("LAN_NEWS_18", "Информация:");
define("LAN_NEWS_19", "Сега");
define("LAN_NEWS_23", "Категории новини");
define("LAN_NEWS_24", "създаване на PDF от тази новина");
define("LAN_NEWS_31", "Закачена новина");
define("LAN_NEWS_82", "Новини - категория");
define("LAN_NEWS_83", "В момента няма новини. Моля, проверете отново по-късно.");
define("LAN_NEWS_84", "Обратно към всички новини");
define("LAN_NEWS_85", "Обратно към категориите");
define("LAN_NEWS_86", "По-стари новини");
define("LAN_NEWS_87", "По-нови новини");
define("LAN_NEWS_462", "Няма новини за избрания месец");
define("LAN_NEWS_463", "Няма новини в избраната категория. Моля, проверете отново по-късно.");
define("LAN_NEWS_464", "Няма новини за избраната дата");

define("LAN_NEWS_300", "Вкл.");
define("LAN_NEWS_307", "Общо публикации в тази категория: ");
define("LAN_NEWS_308", "Възможно е да търсите някоя от новините по-долу?");
define("LAN_NEWS_309", "Таг");
