<?php
/*
 * e107 website system
 *
 * Bulgarian language file - installer
 *
*/

define("LANINS_001", "Инсталиране на e107");

define("LANINS_002", "Стъпка ");
define("LANINS_003", "1");
define("LANINS_004", "Избор на език");
define("LANINS_005", "Изберете езика, който да се използва по време на инсталацията");
define("LANINS_007", "4");
define("LANINS_008", "Проверка на версиите на PHP и MySQL / Проверка на правата за файловете");
define("LANINS_009", "Повторна проверка на правата за файловете");
define("LANINS_010", "Няма права за запис във файла: ");
define("LANINS_010a", "Няма права за запис в директорията: ");
define("LANINS_012", "Функциите за MySQL изглежда не са налични. Това обикновено означава, че PHP разширението за MySQL не е инсталирано или PHP не е компилиран с поддръжка на MySQL.");
define("LANINS_013", "Версията на MySQL не можа да бъде определена. Това не е критична грешка и можете да продължите с инсталацията, но имайте предвид, че e107 изисква MySQL >= 3.23.");
define("LANINS_014", "Права за файловете");
define("LANINS_015", "Версия на PHP");
define("LANINS_017", "УСПЕШНО");
define("LANINS_018", "Уверете се, че всички изброени файлове съществуват и сървърът има права за запис в тях. Обикновено това изисква CHMOD 777, но настройките на хостинг средата могат да се различават. При проблем се свържете с хостинг доставчика си.");
define("LANINS_019", "Версията на PHP на сървъра не може да изпълнява e107. e107 изисква поне PHP ".MIN_PHP_VERSION.". Обновете PHP или се свържете с хостинг доставчика си.");

define("LANINS_021", "2");
define("LANINS_022", "Данни за MySQL сървъра");
define("LANINS_023", "Въведете настройките за MySQL.\n\nАко имате root права, можете да създадете нова база данни, като маркирате съответната опция. В противен случай трябва предварително да създадете база данни или да използвате съществуваща.\n\nАко разполагате само с една база данни, използвайте префикс на таблиците, за да може тя да се споделя и с други приложения.\nАко не знаете данните за MySQL, свържете се с хостинг доставчика си.");
define("LANINS_024", "MySQL сървър:");
define("LANINS_025", "MySQL потребител:");
define("LANINS_026", "MySQL парола:");
define("LANINS_027", "MySQL база данни:");
define("LANINS_028", "Създаване на база данни?");
define("LANINS_029", "Префикс на таблиците:");
define("LANINS_030", "MySQL сървърът, който e107 трябва да използва. Може да съдържа и номер на порт, например 'hostname:port', или път до локален socket, например \":/path/to/socket\" за localhost.");
define("LANINS_031", "Потребителското име, с което e107 ще се свързва към MySQL сървъра");
define("LANINS_032", "Паролата за въведения потребител. Не трябва да съдържа единични или двойни кавички.");
define("LANINS_033", "MySQL базата данни, в която ще бъде инсталиран e107, понякога наричана schema. Ако потребителят има права за създаване на бази данни, можете да позволите автоматичното ѝ създаване, ако не съществува.");
define("LANINS_034", "Префиксът, който e107 ще използва при създаването на таблиците. Полезно е при няколко инсталации на e107 в една база данни.");

define("LANINS_036", "3");
define("LANINS_037", "Проверка на връзката с MySQL");
define("LANINS_038", " и създаване на база данни");
define("LANINS_039", "Уверете се, че сте попълнили всички полета, особено MySQL сървър, MySQL потребител и MySQL база данни. Тези данни винаги са необходими за връзката с MySQL.");
define("LANINS_040", "Грешки");
define("LANINS_041", "e107 не успя да установи връзка с MySQL сървъра чрез въведените данни. Върнете се към предишната стъпка и проверете информацията.");
define("LANINS_042", "Връзката с MySQL сървъра е установена и потвърдена.");
define("LANINS_043", "Базата данни не може да бъде създадена. Уверете се, че потребителят има необходимите права за създаване на бази данни.");
define("LANINS_044", "Базата данни е създадена успешно.");
define("LANINS_045", "Натиснете бутона, за да продължите към следващата стъпка.");

define("LANINS_046", "5");
define("LANINS_047", "Данни за администратора");
define("LANINS_048", "EXIF разширение");
define("LANINS_049", "Двете въведени пароли не съвпадат. Върнете се и опитайте отново.");
define("LANINS_050", "XML разширение");
define("LANINS_051", "Инсталирано");
define("LANINS_052", "Не е инсталирано");
define("LANINS_055", "Потвърждение на инсталацията");
define("LANINS_056", "6");
define("LANINS_057", "e107 вече разполага с цялата необходима информация за завършване на инсталацията.\n\nНатиснете бутона, за да се създадат таблиците в базата данни и да се запазят всички настройки.\n\n");
define("LANINS_058", "7");
define("LANINS_060", "SQL файлът с данни не може да бъде прочетен.\n\nУверете се, че файлът [b]core_sql.php[/b] съществува в директорията [b]/e107_core/sql[/b].");
define("LANINS_061", "e107 не успя да създаде всички необходими таблици в базата данни.\nИзчистете базата данни и отстранете проблемите, преди да опитате отново.");

define("LANINS_069", "e107 е инсталиран успешно!\n\nОт съображения за сигурност трябва да върнете правата на файла [b]e107_config.php[/b] на 644.\n\nСлед като натиснете бутона по-долу, изтрийте install.php от сървъра.\n");
define("LANINS_070", "e107 не успя да запише основния конфигурационен файл на сървъра.\n\nУверете се, че файлът [b]e107_config.php[/b] има необходимите права.");
define("LANINS_071", "Инсталацията е завършена");

define("LANINS_072", "Потребителско име на администратора");
define("LANINS_073", "Това е името, което ще използвате за вход в сайта. Ако желаете, можете да го използвате и като показвано име.");
define("LANINS_074", "Показвано име на администратора");
define("LANINS_076", "Парола на администратора");
define("LANINS_077", "Въведете паролата, която искате да използвате за администратора");
define("LANINS_078", "Потвърждение на паролата");
define("LANINS_079", "Въведете паролата на администратора отново за потвърждение");
define("LANINS_080", "Имейл на администратора");
define("LANINS_081", "Въведете имейл адреса си");

define("LANINS_083", "MySQL върна грешка:");
define("LANINS_084", "Инсталаторът не успя да установи връзка с базата данни");
define("LANINS_085", "Инсталаторът не успя да избере базата данни:");
define("LANINS_086", "Потребителското име, паролата и имейлът на администратора са задължителни. Върнете се към предишната стъпка и проверете въведената информация.");

define("LANINS_105", "Не е допустимо името на базата данни или префиксът да започва с цифри, последвани от 'e' или 'E'.");
define("LANINS_106", "ПРЕДУПРЕЖДЕНИЕ - e107 няма права за запис в изброените директории и/или файлове. Това няма да спре инсталацията, но някои функции няма да бъдат достъпни.\nЩе трябва да коригирате правата за файловете, за да използвате тези функции.");

define("LANINS_107", "Име на уебсайта");
define("LANINS_108", "Моят уебсайт");
define("LANINS_109", "Тема на уебсайта");
define("LANINS_111", "Включване на съдържание/конфигурация");
define("LANINS_112", "Бързо възпроизвеждане на изгледа от демонстрацията или предварителния преглед на темата (ако е налично).");
define("LANINS_113", "Въведете име на уебсайта");
define("LANINS_114", "Изберете тема");
define("LANINS_115", "Име на темата");
define("LANINS_116", "Тип на темата");
define("LANINS_117", "Настройки на уебсайта");
define("LANINS_118", "Инсталиране на плъгини");
define("LANINS_119", "Инсталиране на всички плъгини, които темата може да изисква.");
define("LANINS_120", "8");
define("LANINS_121", "Файлът e107_config.php не е празен");
define("LANINS_122", "Възможно е вече да има инсталиран e107");
define("LANINS_123", "По избор: вашето публично име или псевдоним. Оставете празно, за да се използва потребителското име.");
define("LANINS_124", "Изберете парола с поне 8 знака");
define("LANINS_125", "e107 е инсталиран успешно!");
define("LANINS_126", "От съображения за сигурност трябва да върнете правата на файла e107_config.php на 644.");
define("LANINS_127", "Базата данни [x] вече съществува. Да бъде ли презаписана? (всички съществуващи данни ще бъдат загубени)");
define("LANINS_128", "Презаписване");
define("LANINS_129", "Базата данни не е намерена.");

define("LANINS_134", "Инсталация");
define("LANINS_135", "от");
define("LANINS_136", "Съществуващата база данни е изтрита");
define("LANINS_137", "Намерена е съществуваща база данни");

define("LANINS_141", "Попълнете формата по-долу с данните за MySQL. Ако не разполагате с тази информация, свържете се с хостинг доставчика си. Задръжте курсора върху отделните полета за допълнителна информация.");
define("LANINS_142", "ВАЖНО: Преименувайте e107.htaccess на .htaccess");
define("LANINS_144", "ВАЖНО: Копирайте съдържанието на [b]e107.htaccess[/b] във файла [b].htaccess[/b]. Внимавайте да НЕ презапишете съществуващо съдържание.");
define("LANINS_145", "e107 v2.x изисква PHP разширението [x]. Свържете се с хостинг доставчика си или прочетете информацията на [y], преди да продължите.");

define("LANINS_146", "Тема на администрацията");
define("LANINS_147", "Администрация");
define("LANINS_148", "Данните за връзка с MySQL не могат да съдържат единични кавички (') или точка и запетая (;).");
define("LANINS_149", "Префиксът на таблиците може да съдържа само букви, цифри и долна черта (_).");
define("LANINS_150", "Версията на MySQL на сървъра не отговаря на минималното изискване [x]. Обновете MySQL или се свържете с хостинг доставчика си.");
define("LANINS_151", "Защитен генератор на случайни числа");
