<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2022 e107 Bulgaria github.com/e107translations/Bulgarian
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * Language File
 *
*/
define("PAGE_NAME", "Качване на файл");
define("LAN_UL_001", "Невалиден имейл адрес");
define("LAN_UL_002", "Нямате необходимите права за качване на файлове на този сървър.");
define("LAN_UL_020", "Грешка");
define("LAN_UL_021", "Качването не е успешно");
define("LAN_UL_022", "Може да варира според типа на файла");
define("LAN_UL_023", "Вид");
define("LAN_UL_024", "Максимална големина");
define("LAN_UL_025", "Качването на файлове не е позволено");
define("LAN_UL_032", "Трябва да изберете категория");
define("LAN_UL_033", "Трябва да въведете валиден имейл адрес");
define("LAN_UL_034", "Трябва да въведете име на файла");
define("LAN_UL_035", "Трябва да въведете описание");
define("LAN_UL_036", "Трябва да изберете файл за качване");
define("LAN_UL_037", "Трябва да изберете категория");
define("LAN_61", "Вашето Име:");
define("LAN_112", "Имейл Адрес:");
define("LAN_144", "Уебсайт URL:");
define("LAN_402", "Трябва да сте регистриран потребител, за да качвате файлове на този сървър.");
define("LAN_404", "Благодарим Ви. Файлът, който качихте ще бъде прегледан от администратор и ако бъде одобрен, ще бъде добавен към списъка с файлове на този сайт.");
define("LAN_406", "Моля обърнете внимание");
define("LAN_407", "Всякакви други видове файлове ще бъдат незабавно изтрити.");
define("LAN_408", "Подчертаните");
define("LAN_409", "Име на файл");
define("LAN_410", "Версия");
define("LAN_411", "Файл");
define("LAN_412", "Картинка");
define("LAN_413", "Описание");
define("LAN_414", "Работещо демо");
define("LAN_415", "Въведете URL към сайт, където може да бъде видяна демонстрация");
define("LAN_415", "Въведете URL към сайт, където може да бъде видяна демонстрация");
define("LAN_416", "Потвърждение и Качване");
define("LAN_417", "Качване на Файл");
define("LAN_418", "Максимална големина на файла:");
define("DOWLAN_11", "Категория");
define("LAN_419", "Позволени файлове");
define("LAN_420", "полета са задължителни");
define("LAN_UL_039", "Изпрати и Качи");
define("LAN_UL_040", "Качи файл");
