<?php
/*
 * e107 website system - Bulgarian Language File.
*/
if(!defined('PAGE_NAME'))
{
	define("PAGE_NAME", "Качване");
}

define("LAN_UL_001","Невалиден имейл адрес");
define("LAN_UL_002", "Нямате необходимите права за качване на файлове на този сървър.");

define("LAN_UL_020", "Грешка");
define("LAN_UL_021", "Неуспешно качване");
define("LAN_UL_022", "Може да се различава според типа на файла");
define("LAN_UL_023", "Тип");
define("LAN_UL_024", "Максимален размер");
define("LAN_UL_025", "Качването не е разрешено\t");
define("LAN_UL_026", "");
define("LAN_UL_027", "");

define("LAN_UL_032", "Трябва да изберете категория");
define("LAN_UL_033", "Трябва да въведете валиден имейл адрес");
define("LAN_UL_034", "Трябва да посочите име на файла");
define("LAN_UL_035", "Трябва да въведете описание");
define("LAN_UL_036", "Трябва да посочите файл за качване");
define("LAN_UL_037", "Трябва да посочите категория");
define("LAN_UL_038", "");

define("LAN_61", "Вашето име: ");
define("LAN_112", "Имейл адрес: ");
define("LAN_144", "URL на уебсайта: ");
define("LAN_402", "Трябва да сте регистриран потребител, за да качвате файлове на този сървър.");
define("LAN_404", "Благодарим ви. Каченият файл ще бъде прегледан от администратор и ще бъде публикуван в сайта, ако е подходящ.");
define("LAN_406", "Моля, имайте предвид");
define("LAN_407", "Всички други типове файлове ще бъдат изтривани незабавно.");
define("LAN_408", "Подчертано");
define("LAN_409", "Име на файла");
define("LAN_410", "Версия");
define("LAN_411", "Файл");
define("LAN_413", "Описание");
define("LAN_414", "Работеща демонстрация");
define("LAN_415", "въведете URL към сайт, където може да се види демонстрацията");

define("LAN_UL_041", "Абсолютен максимален размер на файла: ");
define("LAN_419", "Разрешени типове файлове");
define("LAN_420", "полетата са задължителни");

define("LAN_UL_039", "Изпращане и качване");
define("LAN_UL_040", "Качване на файл");
