<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2016 e107 Bulgaria github.com/e107translations/Bulgarian
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * Language File
 *
*/
define("PAGE_NAME", "Потребителски настройки");
define("MAX_AVWIDTH", "Максималната големина на аватара (ДхВ) е");
define("MAX_AVHEIGHT", " x");
define("LAN_USET_1", "Вашия аватар е твърде дълъг");
define("LAN_USET_2", "Максималната позволена дължина е");
define("LAN_USET_3", "Вашия аватар е твърде висок");
define("LAN_USET_4", "Максималната позволена височина е");
define("LAN_USET_7", "Разни");
define("LAN_USET_8", "Потребителски подпис");
define("LAN_USET_9", "Някои задължителни полета (отбелязани с *) липсват във Вашите настройки.");
define("LAN_USET_10", "Моля обновете Вашите настройки сега, за да можете да продължите.");
define("LAN_USET_11", "Това потребителско име не може да бъде прието като валидно, моля изберете друго име");
define("LAN_USET_12", "Това име за показване е твърде кратко. Моля изберете друго.");
define("LAN_USET_13", "Невалидни знаци в потребителското име. Моля изберете друго.");
define("LAN_USET_14", "Потребителското име е твърде дълго. Моля изберете друго.");
define("LAN_USET_15", "Името за показване е твърде дълго. Моля изберете друго.");
define("LAN_USET_16", "Изберете за изтриване на съществуваща снимка без качване на нова");
define("LAN_USET_17", "Името за показване вече се използва. Моля изберете друго.");
define("LAN_USET_18", "Потребителската информация е променена от администратор: [x], потребител: [y]");
define("LAN_USET_20", "Трябва да смените и паролата на потребителя, ако сменяте и неговото потребителско име или имейл адрес");
define("LAN_USET_21", "Моля потвърдете промените като повторите паролата:");
define("LAN_USET_23", "Остави празно за запазване на настоящата парола");
define("LAN_USET_24", "Нова парола:");
define("LAN_USET_25", "Въведи отново новата парола:");
define("LAN_USET_26", "Качване на аватар");
define("LAN_USET_27", "Качване на снимка");
define("LAN_USET_28", "Това ще бъде показано на страницата с вашия профил");
define("LAN_USET_30", "какво е това?");
define("LAN_USET_31", "Регистрационни данни");
define("LAN_USET_32", "Обърнете внимание: Всички картинки качени на този сървър, които не се одобрят от администраторите, ще бъдат незабавно изтрити.");
define("LAN_USET_33", "Избор от аватарите на сайта");
define("LAN_USET_34", "Използване на URL за аватар");
define("LAN_USET_35", "Моля въведете пълния URL адрес до картинката");
define("LAN_USET_36", "Натисни бутона за преглед на аватарите съхранени на този сайт");
define("LAN_USET_37", "Запиши настройките");
define("LAN_USET_38", "Избери аватар");
define("LAN_USET_39", "Актуализиране на потребителските настройки");
define("LAN_USET_40", "Двете пароли не съвпадат");
define("LAN_USET_41", "Настройките са актуализирани и записани в базата данни.");
define("LAN_USET_42", "Разминаване при валидиране на ключа");
define("LAN_USET_43", "Грешка при обновяване на потребителската информация");
define("LAN_7", "Име за показване:");
define("LAN_8", "името с което ще бъдете показвани в сайта");
define("LAN_9", "Потребителско име:");
define("LAN_10", "името с което ще влизате в сайта");
define("LAN_112", "Имейл адрес:");
define("LAN_113", "Скриване на имейл адреса?:");
define("LAN_114", "Това ще забрани показването на Вашия имейл адрес на този сайт");
define("LAN_120", "Подпис:");
define("LAN_122", "Времева зона:");
define("LAN_152", "Нова Парола:");
define("LAN_153", "Въведи отново новата парола:");
define("LAN_154", "Запазване на настройките");
define("LAN_308", "Истинско име:");
define("LAN_401", "Остави празно за запазване на настоящата парола");
define("LAN_404", "Обърнете внимание: Всички картинки качени на този сървър, които не се одобрят от администраторите ще бъдат незабавно изтрити.");
define("LAN_414", "Качване на снимка");
define("LAN_415", "Качване на аватар");
define("LAN_418", "Регистрационни данни");
define("LAN_420", "Аватар");
define("LAN_421", "Избор от аватарите от сайта");
define("LAN_422", "Използване на URL за аватар");
define("LAN_423", "Моля въведете пълния URL адрес до картинката");
define("LAN_424", "Натисни бутона за преглед на аватарите съхранени на този сайт");
define("LAN_425", "Снимка");
define("LAN_426", "Ще бъде показвана във Вашият профил");
define("LAN_433", "URL до вашия XUP файл");
define("LAN_434", "какво е това?");
define("LAN_435", "XML User Protocol файл");
define("LAN_CUSTOMTITLE", "Име");
define("LAN_USET_5", "Абониране за");
define("LAN_USET_6", "Абонирайте се за нашите имейл списъци и/или секциите за този сайт.");


define("LAN_USET_50", "Изтриване на профилът");
define("LAN_USET_51", "Сигурни ли сте? Тази процедура не може да бъде обърната! След като приключите, профилът Ви и всички лични данни, които сте въвели на този сайт, ще бъдат загубени за постоянно и няма да можете повече да влизате в профила си.");
define("LAN_USET_52", "Имейл за потвърждение е изпратен до [x]. Моля, кликнете върху връзката в имейла, за да изтриете окончателно профила си.");
define("LAN_USET_53", "Потвърждение за изтриване на профила");
define("LAN_USET_54", "Имейл за потвърждение е изпратен");
define("LAN_USET_55", "Моля, кликнете върху следната връзка, за да завършите изтриването на профила си.");
define("LAN_USET_56", "Профилът Ви бе успешно изтрит.");