<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2016 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * Language File
 *
*/
define("PAGE_NAME", "Грешка");
define("LAN_ERROR_TITLE", "Опаа!");
define("LAN_ERROR_1", "Грешка 401 - Неразрешен достъп");
define("LAN_ERROR_2", "Заявения от вас URL адрес изисква коректно потребителско име и парола. Или сте задали неправилни потребителско име/парола, или вашия браузър не поддържа тази опция.");
define("LAN_ERROR_3", "Моля уведомете администратора на сайта, ако смятате, че това е грешка на сайта.");
define("LAN_ERROR_4", "Грешка 403 - Достъпът е забранен");
define("LAN_ERROR_5", "Нямате права за преглед на заявения от вас линк или URL адрес.");
define("LAN_ERROR_6", "Моля уведомете администратора на сайта, ако смятате, че това е грешка на сайта.");
define("LAN_ERROR_7", "Грешка 404 - Документът не е намерен");
define("LAN_ERROR_9", "Моля уведомете администратора на сайта, ако смятате, че това е грешка на сайта.");
define("LAN_ERROR_10", "Грешка 500 - Некоректен заглавен блок (header)");
define("LAN_ERROR_11", "Сървърът откри неочаквана грешка или неправилно конфигуриране. Изпълнението на вашата заявка беше невъзможно.");
define("LAN_ERROR_12", "Моля уведомете администратора на сайта, ако смятате, че това е грешка на сайта.");
define("LAN_ERROR_13", "Грешка - Неизвестна");
define("LAN_ERROR_14", "Сървърът откри грешка");
define("LAN_ERROR_15", "Моля уведомете администратора на сайта, ако смятате, че това е грешка на сайта.");
define("LAN_ERROR_16", "Несполучливият ви опит за достъп до");
define("LAN_ERROR_17", "беше записан.");
define("LAN_ERROR_18", "Както изглежда, вие идвате от");
define("LAN_ERROR_19", "За съжаление този линк е вече извън употреба.");
define("LAN_ERROR_20", "Моля кликнете тук за заглавната страница на този сайт");
define("LAN_ERROR_21", "Заявеният URL адрес не може да бъде намерен на този сървър. Линкът, който ползвате е най-вероятно вече извън употреба.");
define("LAN_ERROR_22", "Моля кликнете тук за страница за търсене на този сайт");
define("LAN_ERROR_23", "Опитът ви за достъп до");
define("LAN_ERROR_24", " беше несполучлив.");
define("LAN_ERROR_25", "[1]: Не може да прочете настройки на ядрото от база данни - настройки на ядрото съществуват, но не са годни за употреба. Опитвам да възстановя ядрото от backup ...");
define("LAN_ERROR_26", "[2]: Не мога да прочета основните настройки от база данни - не съществуват настройки за ядрото.");
define("LAN_ERROR_27", "[3]: Настройките на ядрото са запазени - backup е активен.");
define("LAN_ERROR_28", "[4]: Не е намерен backup.Моля, стартирайте <a href='".e_FILE."resetcore/resetcore.php'>Възстанови ядрото</a> програмата, за да възстановите основните си настройки.<br />След възстановяването на ядрото, моля запазете резервно копие от страница Администрация/База данни.");
define("LAN_ERROR_29", "[5]: Задължителни полета са оставени празни. Моля попълнете формата отново с всички задължителни полета.");
define("LAN_ERROR_30", "[6]: Не може да се осъществи правилна връзка към mySQL. Моля проверете данните в e107_config.php и попълнете с правилната информация.");
define("LAN_ERROR_31", "[7]: mySQL е стартиран, но не може да се направи връзка с база данни ({$mySQLdefaultdb}).<br />Моля проверете дали тя наистина съществува и дали вашият e107_config.php файл съдържа правилна информация.");
define("LAN_ERROR_32", "За да завършите обновяването, копирайте този текст във вашият e107_config.php файл:");
define("LAN_ERROR_33", "Грешка при обработването! При нормално изпълнение, би трябвало да Ви прехвърля към началната страница.");
define("LAN_ERROR_34", "Неизвестна грешка! Моля информирайте главният администратор, че сте видели това:");
define("LAN_ERROR_35", "Грешка 400 - Невалидно искане");
define("LAN_ERROR_36", "Има грешка във форматирането на уеб страницата, която се опитвате да отворите.");
define("LAN_ERROR_37", "Грешка в икона");
define("LAN_ERROR_38", "Съжаляваме, но сайтът е недостъпен поради временна грешка");
define("LAN_ERROR_39", "Моля опитайте отново след няколко минути");
define("LAN_ERROR_40", "Ако проблемът продължава, моля информирайте главният администратор");
define("LAN_ERROR_41", "Докладвана грешка:");
define("LAN_ERROR_42", "Допълнителна информация за грешката:");
define("LAN_ERROR_43", "Сайтът е временно недостъпен");
define("LAN_ERROR_44", "Сайт лого");
define("LAN_ERROR_45", "Какво можете да направите сега?");
define("LAN_ERROR_46", "Проверете лога за подробности.");


?>