<?php
/*
 * e107 website system
 *
 * Language file - User signup - Bulgarian
 *
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 */
if(!defined('PAGE_NAME'))
{
	define("PAGE_NAME", "Регистрация");
}

define("LAN_EMAIL_01", "Здравейте");
define("LAN_EMAIL_04", "Запазете този имейл за справка.");
define("LAN_EMAIL_05", "Паролата ви се съхранява в криптиран вид и не може да бъде възстановена, ако я загубите или забравите. При необходимост можете да заявите нова парола.");
define("LAN_EMAIL_06", "Благодарим ви за регистрацията.");

define("LAN_SIGNUP_1", "Мин.");
define("LAN_SIGNUP_2", "знака.");
define("LAN_SIGNUP_3", "Проверката на кода е неуспешна.");
define("LAN_SIGNUP_4", "Паролата трябва да бъде най-малко ");
define("LAN_SIGNUP_5", " знака.");
define("LAN_SIGNUP_8", "Благодарим ви!");
define("LAN_SIGNUP_9", "Заявката не може да бъде обработена.");
define("LAN_SIGNUP_11", ".");
define("LAN_SIGNUP_12", "Съхранявайте потребителското си име и паролата на сигурно място.");
define("LAN_SIGNUP_13", "Вече можете да влезете от формата за вход или от [тук].");
define("LAN_SIGNUP_14", "тук");
define("LAN_SIGNUP_15", "Свържете се с главния администратор");
define("LAN_SIGNUP_16", "ако имате нужда от съдействие.");
define("LAN_SIGNUP_17", "Потвърдете, че сте на възраст 13 или повече години.");
define("LAN_SIGNUP_18", "Регистрацията ви е получена и профилът е създаден със следните данни за вход:");
define("LAN_SIGNUP_21", "Профилът ви в момента е неактивен. За да го активирате, отворете следния линк:");
define("LAN_SIGNUP_22", "щракнете тук");
define("LAN_SIGNUP_23", "за вход.");
define("LAN_SIGNUP_24", "Благодарим ви, че се регистрирахте в");
define("LAN_SIGNUP_25", "Качване на аватар");
define("LAN_SIGNUP_26", "Качване на снимка");
define("LAN_SIGNUP_30", "Ако не желаете имейл адресът ви да бъде показван в сайта, изберете „Да“ за настройката „Скриване на имейл адреса?“.");
define("LAN_SIGNUP_34", "Важно: всяко изображение, качено на този сървър, което администраторите преценят като неподходящо, ще бъде изтрито.");
define("LAN_SIGNUP_36", "Възникна грешка при създаването на потребителския профил. Свържете се с администратора на сайта.");
define("LAN_SIGNUP_37", "Този етап от регистрацията е завършен. Администратор на сайта трябва да одобри профила ви. След одобрение ще получите потвърждение по имейл.");
define("LAN_SIGNUP_38", "Въведени са два различни имейл адреса. Въведете един и същ валиден имейл адрес и в двете полета.");
define("LAN_SIGNUP_39", "Повторете имейл адреса:");
define("LAN_SIGNUP_40", "Не е необходимо активиране");
define("LAN_SIGNUP_41", "Профилът ви вече е активиран.");
define("LAN_SIGNUP_42", "Възникна проблем и имейлът за регистрация не беше изпратен. Свържете се с администратора на сайта.");
define("LAN_SIGNUP_43", "Имейлът е изпратен");
define("LAN_SIGNUP_44", "Имейлът за активиране е изпратен до:");
define("LAN_SIGNUP_45", "Проверете входящата си поща.");
define("LAN_SIGNUP_47", "Повторно изпращане на имейл за активиране");
define("LAN_SIGNUP_48", "Потребителско име или имейл");
define("LAN_SIGNUP_49", "Ако при регистрацията сте въвели грешен имейл адрес, освен полето по-горе въведете тук нов имейл адрес и текущата си парола:");
define("LAN_SIGNUP_50", "Нов имейл адрес");
define("LAN_SIGNUP_51", "Текуща парола");
define("LAN_SIGNUP_53", "полето не премина проверката за валидност");
define("LAN_SIGNUP_54", "Щракнете тук, за да въведете данните си за регистрация");
define("LAN_SIGNUP_58", "Преглед на регистрацията");
define("LAN_SIGNUP_59", "**** Ако линкът не работи, проверете дали част от него не е преминала на следващ ред. ****");
define("LAN_SIGNUP_60", "Заявено е повторно изпращане на имейла за регистрация");
define("LAN_SIGNUP_61", "Изпращането е успешно");
define("LAN_SIGNUP_62", "Изпращането е неуспешно");
define("LAN_SIGNUP_63", "Заявено е повторно изпращане на имейла за нулиране на парола");
define("LAN_SIGNUP_64", "Въведените данни не съответстват на валиден потребител");
define("LAN_SIGNUP_65", "Зададено ви е следното потребителско име за вход");
define("LAN_SIGNUP_66", "Запишете го на сигурно място.");
define("LAN_SIGNUP_67", "Стойността ще бъде зададена автоматично от системата след регистрацията");

define("LAN_SIGNUP_71", "Достигнат е разрешеният брой регистрации от този сайт. Влезте с някой от съществуващите си профили.");
define("LAN_SIGNUP_72", "Благодарим ви за регистрацията в [sitename]! Изпратихме имейл за потвърждение до [email]. Отворете линка в съобщението, за да завършите регистрацията и да активирате профила си.");
define("LAN_SIGNUP_73", "Благодарим ви!");
define("LAN_SIGNUP_74", "Профилът ви е активиран. Моля,");
define("LAN_SIGNUP_75", "Регистрацията е активирана");
define("LAN_SIGNUP_76", "Благодарим ви! Вече сте регистриран потребител на");
define("LAN_SIGNUP_77", "Този сайт спазва изискванията на Children's Online Privacy Protection Act of 1998 (COPPA) и не може да приема регистрации от потребители под 13-годишна възраст без писмено разрешение от родител или настойник. За повече информация можете да прочетете нормативния текст");
define("LAN_SIGNUP_78", "Регистрация");
define("LAN_SIGNUP_79", "Регистрация");
define("LAN_SIGNUP_80", "Въведете данните си по-долу.");
define("LAN_SIGNUP_81", "Потребителско име: ");
define("LAN_SIGNUP_82", "името, което ще използвате за вход");
define("LAN_SIGNUP_83", "Парола: ");
define("LAN_SIGNUP_84", "Повторете паролата: ");
define("LAN_SIGNUP_85", "При потребителските имена и паролите се прави разлика между главни и малки букви.");
define("LAN_SIGNUP_89", "Показвано име: ");
define("LAN_SIGNUP_90", "името, което ще бъде показвано в сайта");
define("LAN_SIGNUP_91", "Истинско име: ");
define("LAN_SIGNUP_93", "Подпис: ");
define("LAN_SIGNUP_94", "Аватар: ");
define("LAN_SIGNUP_95", "Въведете кода, показан на изображението");
define("LAN_SIGNUP_96", "Данни за регистрация за");
define("LAN_SIGNUP_97", "Добре дошли в");

define("LAN_SIGNUP_98", "Потвърдете имейл адреса си");
define("LAN_SIGNUP_99", "Възникна проблем");
define("LAN_SIGNUP_100", "Очаква одобрение от администратор");
define("LAN_SIGNUP_101", "Записите не можаха да бъдат обновени. Свържете се с администратора на сайта.");
define("LAN_SIGNUP_103", "Твърде много потребители вече използват IP адрес: ");
define("LAN_SIGNUP_105", "Заявката не може да бъде обработена. Свържете се с администратора на сайта.");
define("LAN_SIGNUP_106", "Заявката не може да бъде обработена. Възможно ли е вече да имате профил в този сайт?");

define("LAN_LOGINNAME", "Потребителско име");
define("LAN_USERNAME", "Показвано име");

define("LAN_SIGNUP_107", "Паролата трябва да бъде най-малко [x] знака и да съдържа поне една ГЛАВНА буква и една цифра");
define("LAN_SIGNUP_108", "Трябва да бъде валиден имейл адрес");
define("LAN_SIGNUP_109", "Прави се разлика между главни и малки букви и не се допускат интервали.");
define("LAN_SIGNUP_110", "Вашето пълно име");
define("LAN_SIGNUP_111", "Въведете URL адрес на изображение или изберете съществуващ аватар.");
define("LAN_SIGNUP_112", "В момента сте влезли като главен администратор.");

define("LAN_SIGNUP_113", "Абонаменти");

define("LAN_SIGNUP_114", "Регистрацията на потребители в момента е деактивирана.");
define("LAN_SIGNUP_115", "Преглед на имейла за активиране");
define("LAN_SIGNUP_116", "Преглед след изпращане на формата");
define("LAN_SIGNUP_117", "Изпращане на тестов имейл за активиране");
define("LAN_SIGNUP_118", "До [x]");
define("LAN_SIGNUP_119", "Без изпращане на имейл");
define("LAN_SIGNUP_120", "ИЛИ");
define("LAN_SIGNUP_121", "Използване на друг имейл адрес");

define("LAN_SIGNUP_122", "Политика за поверителност");
define("LAN_SIGNUP_123", "Общи условия");
define("LAN_SIGNUP_124", "С регистрацията си приемате нашите [x] и [y].");
define("LAN_SIGNUP_125", "Мин. [x] знака.");
