<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2016 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * Language File
 *
*/
define("LAN_LOGIN_1", "Потребителско име");
define("LAN_LOGIN_2", "Парола");
define("LAN_LOGIN_3", "Защитен сървър");
define("LAN_LOGIN_4", "Моля въведете вашите данни за получаване на достъп.");
define("LAN_LOGIN_5", "Кликни тук за регистрация");
define("LAN_LOGIN_6", "Към този момент не се приемат нови потребители");
define("LAN_LOGIN_7", "Въведете код");
define("LAN_LOGIN_8", "Запомни ме");
define("LAN_LOGIN_9", "Вход");
define("LAN_LOGIN_10", "Кликни за вход");
define("LAN_LOGIN_11", "Регистриране на нов Потребител");
define("LAN_LOGIN_12", "Забравена Парола?");
define("LAN_LOGIN_13", "Въведи текста от картинката");
define("LAN_LOGIN_14", "Потребител опита вход с неразпознато потребителско име");
define("LAN_LOGIN_15", "Потребител опита вход с неправилна парола");
define("LAN_LOGIN_16", "Потребител опита вход с комбинация от потребител/парола, които са вече в употреба");
define("LAN_LOGIN_17", "Потребителска парола ( хеширана )");
define("LAN_LOGIN_18", "Автоматично блокиране: Повече от [x] неуспешни опита за вход");
define("LAN_LOGIN_19", "> 10 неуспешни опита за вход");
define("LAN_LOGIN_20", "Не сте попълнили задължително поле(та)");
define("LAN_LOGIN_21", "Некоректен вход. Въведените данни не принадлежат на регистриран потребител. Проверете дали е активиран вашия CAPS-LOCK - информацията при логин е чувствителна на малки-големи букви.");
define("LAN_LOGIN_22", "Вашата регистрация не е активирана. Би трябвало да сте получили имейл с инструкции как да потвърдите вашата регистрация. Ако не сте получили имейл, моля натиснете [here].");
define("LAN_LOGIN_23", "Въведен е неправилен код.");
define("LAN_LOGIN_24", "Комбинацията от това име/парола е вече в употреба.");
define("LAN_LOGIN_25", "Блокирани потребители опитали се да влязат");
define("LAN_LOGIN_26", "Влизането се провали - неизвестна причина");
define("LAN_LOGIN_27", "Потребители опитали да влязат преди да са потвърдили регистрацията си");
define("LAN_LOGIN_28", "Имейл");
define("LAN_LOGIN_29", "Потребителско име или имейл");
define("LAN_LOGIN_30", "Грешка при добавянето на нов alt_auth потребител в БД");
define("LAN_LOGIN_31", "Вашите удостоверения за самоличност не могат да бъдат добавени в системата.");
define("LAN_LOGIN_32", "Вие ви виждате това съобщение защото в момента сте се вписали като главен администратор");
define("LAN_LOGIN_33", "[Return to the homepage]");
define("LAN_LOGIN_34", "Регистрацията и вписването не са активни");
define("LAN_LOGIN_35", "[Enable it]");


?>