<?php

define("CHBLAN_11", "Брой публикации за показване в чат кутията");
define("CHBLAN_12", "Брой публикации, които се показват в чат кутията");
define("CHBLAN_20", "Настройки на чат кутията");
define("CHBLAN_22", "Изтриване на публикации, по-стари от зададен период");
define("CHBLAN_23", "Изтриване на публикации, по-стари от ");
define("CHBLAN_24", "Един ден");
define("CHBLAN_25", "Една седмица");
define("CHBLAN_26", "Един месец");
define("CHBLAN_27", "- Изтриване на всички публикации -");
define("CHBLAN_29", "Показване на чат кутията в превъртащ се слой с височина [x]");
define("CHBLAN_31", "Показване на емотикони");
define("CHBLAN_32", "Потребителски клас за модератори");
define("CHBLAN_33", "Броят публикации на потребителите е преизчислен");
define("CHBLAN_34", "Преизчисляване броя публикации на потребителите");
define("CHBLAN_35", "Преизчисляване");
define("CHBLAN_36", "Настройки за показване на чат кутията");
define("CHBLAN_37", "Стандартна чат кутия");
define("CHBLAN_38", "Използване на JavaScript за динамично обновяване на публикациите (AJAX)");
define("CHBLAN_42", "Показване броя публикации в потребителския профил");
