<?php

define("CHATBOX_L1", "Публикацията не може да бъде приета, защото това потребителско име е регистрирано. Ако е ваше, влезте в профила си, за да публикувате.");
define("CHATBOX_L3", "Трябва да сте влезли в профила си, за да публикувате коментари в сайта. Влезте от полето за вход или от [тук].");
define("CHATBOX_L3b", "Ако нямате регистрация, натиснете [тук], за да се регистрирате. ");
define("CHATBOX_L4", "Публикуване на ново съобщение");
define("CHATBOX_L5", "Нулиране");
define("CHATBOX_L6", "[блокирано от администратор]");
define("CHATBOX_L7", "Разблокиране");
define("CHATBOX_L8", "Информация");
define("CHATBOX_L9", "Блокиране");
define("CHATBOX_L11", "Все още няма съобщения.");
define("CHATBOX_L12", "Преглед на всички публикации");
define("CHATBOX_L13", "модериране на чат кутията");
define("CHATBOX_L14", "Емотикони");
define("CHATBOX_L15", "Съобщението е прекалено дълго или е изпратено празно съобщение");
define("CHATBOX_L17", "Дублирана публикация");
define("CHATBOX_L18", "Съобщенията в чат кутията са модерирани");
define("CHATBOX_L19", "Можете да публикувате само веднъж на всеки [x] секунди");
define("CHATBOX_L20", "Чат кутия (всички публикации)");
define("CHATBOX_L22", "на");
define("CHATBOX_L24", "Нямате необходимите права за преглед на тази страница.");
define("CHATBOX_L25", "[ тази публикация е блокирана от администратор ]");
define("LAN_CHATBOX_100", "Въведете съобщението си тук.");
