<?php

define('E107DB_LAN_1', 'База данни във формат e107');
define('E107DB_LAN_9', 'Метод за паролата:');
define('E107DB_LAN_10', 'Конфигуриране на удостоверяване чрез e107 база данни');
define('E107DB_LAN_11', 'Отбележете всяко поле, което искате да бъде прехвърляно в локалната база данни:');

define('IMPORTDB_LAN_7', 'MD5 (оригинален e107)');
define('IMPORTDB_LAN_8', 'e107 salted (опция 2.0 и по-нова)');

define('LAN_AUTHENTICATE_HELP','Този метод за удостоверяване се използва с втора e107 база данни, която може да използва различен формат за паролите от тази система. Оригиналната парола се прочита от локалната база данни и се проверява спрямо формата за съхранение на оригиналната система. Ако проверката е успешна, тя се преобразува в текущия e107-съвместим формат и се записва в базата данни.');
