<?php

define('IMPORTDB_LAN_9', 'Метод за паролата:');
define('IMPORTDB_LAN_10', 'Конфигуриране на типа пароли от импортираната база данни');
define('IMPORTDB_LAN_11', 'Тази опция се използва, когато сте импортирали друга система с потребители в e107. 
							Тя позволява приемането на пароли, кодирани в избрания нестандартен формат. 
							Паролата на всеки потребител се преобразува във формат на e107 при неговото влизане.');

define('LAN_AUTHENTICATE_HELP','Този метод за удостоверяване трябва да се използва <i>само</i> когато сте импортирали потребителска база данни в e107 и паролите са в несъвместим формат. Оригиналната парола се прочита от локалната база данни и се проверява спрямо формата за съхранение на оригиналната система. Ако проверката е успешна, тя се преобразува в текущия e107-съвместим формат и се записва в базата данни. След известно време обикновено можете да деактивирате плъгина за алтернативно удостоверяване, тъй като паролите на активните потребители вече ще бъдат записани в съвместим формат.');
