<?php

define('LAN_ALT_1', 'Основен тип удостоверяване');
define('LAN_ALT_2', 'Обновяване на настройките');
define('LAN_ALT_3', 'Избор на алтернативен тип удостоверяване');
define('LAN_ALT_4', 'Конфигуриране на параметрите за');
define('LAN_ALT_5', 'Конфигуриране на параметрите за удостоверяване');
define('LAN_ALT_6', 'Действие при неуспешна връзка');
define('LAN_ALT_7', 'Ако връзката с основния тип удостоверяване е неуспешна (и той не е локалната e107 база данни), как да бъде обработен случаят?');
define('LAN_ALT_8', 'Вторичен тип удостоверяване');
define('LAN_ALT_9', 'Използва се, ако основният метод за удостоверяване не намери потребителя');

define('LAN_ALT_10', 'Поле за потребителско име за вход');
define('LAN_ALT_11', 'Поле за потребителска парола');
define('LAN_ALT_12', 'Поле за имейл на потребителя');
define('LAN_ALT_13', 'Поле за скриване на имейла');
define('LAN_ALT_14', 'Поле за показвано име на потребителя');
define('LAN_ALT_15', 'Поле за истинско име на потребителя');
define('LAN_ALT_16', 'Поле за потребителско заглавие');
define('LAN_ALT_17', 'Поле за подпис');
define('LAN_ALT_18', 'Поле за аватар');
define('LAN_ALT_19', 'Поле за снимка');
define('LAN_ALT_20', 'Поле за дата на регистрация');
define('LAN_ALT_21', 'Поле за статус на блокиране');
define('LAN_ALT_22', 'Поле за принадлежност към потребителски клас');
define('LAN_ALT_24', 'Поле за salt на паролата');
define('LAN_ALT_25', '(понякога се комбинира с паролата за допълнителна сигурност)');
define('LAN_ALT_26', 'Тип база данни:');
define('LAN_ALT_27', 'За да прехвърлите стойност на поле в локалната база данни, посочете името на полето в съответното поле по-долу. (Потребителското име и паролата винаги се прехвърлят)
		<br />Оставете полето празно, ако не трябва да се прехвърля');

define('LAN_ALT_29', 'Методи за удостоверяване');
define('LAN_ALT_30', 'Конфигуриране на ');
define('LAN_ALT_31', 'Основна конфигурация');
define('LAN_ALT_32', 'Сървър:');
define('LAN_ALT_33', 'Потребителско име:');
define('LAN_ALT_34', 'Парола:');
define('LAN_ALT_35', 'База данни:');
define('LAN_ALT_36', 'Таблица:');
define('LAN_ALT_37', 'Поле за потребителско име:');
define('LAN_ALT_38', 'Поле за парола:');
define('LAN_ALT_39', 'Префикс на таблиците:');

define('LAN_ALT_40', 'Тест на достъпа до базата данни');
define('LAN_ALT_41', ' (с горните данни за достъп)');
define('LAN_ALT_42', 'Ако са въведени потребителско име и парола, този потребител също ще бъде проверен');
define('LAN_ALT_43', 'Връзката с базата данни е успешна');
define('LAN_ALT_44', 'Връзката с базата данни е неуспешна');
define('LAN_ALT_45', 'Търсенето на потребителското име е успешно');
define('LAN_ALT_46', 'Търсенето на потребителското име е неуспешно');
define('LAN_ALT_47', 'Тест');
define('LAN_ALT_48', 'Предишна проверка');
define('LAN_ALT_49', 'Потребителско име');
define('LAN_ALT_50', 'Парола');
define('LAN_ALT_51', '(празно)');
define('LAN_ALT_52', 'Удостоверяването е неуспешно - ');
define('LAN_ALT_53', 'неизвестна причина');
define('LAN_ALT_54', 'неуспешна връзка с базата данни / доставчика на услугата');
define('LAN_ALT_55', 'невалиден потребител');
define('LAN_ALT_56', 'неправилна парола');
define('LAN_ALT_57', 'методът не е достъпен');
define('LAN_ALT_58', 'Удостоверяването е успешно');
define('LAN_ALT_59', 'Получени параметри:');
define('LAN_ALT_60', 'Разширени потребителски полета');
define('LAN_ALT_61', 'Разрешаване');
define('LAN_ALT_62', 'Име на полето');
define('LAN_ALT_63', 'Описание');
define('LAN_ALT_64', 'Тип');
define('LAN_ALT_65', 'Алтернативно удостоверяване');
define('LAN_ALT_66', 'Този плъгин позволява използването на алтернативни методи за удостоверяване.');
define('LAN_ALT_67', 'Конфигуриране на алтернативното удостоверяване');
define('LAN_ALT_68', 'Услугата за алтернативно удостоверяване е настроена. Сега трябва да конфигурирате предпочитания от вас метод.');
define('LAN_ALT_69', '');
define('LAN_ALT_70', 'Без');
define('LAN_ALT_71', 'TRUE/FALSE');
define('LAN_ALT_72', 'Главни букви');
define('LAN_ALT_73', 'Малки букви');
define('LAN_ALT_74', 'Главна първа буква');
define('LAN_ALT_75', 'Главна първа буква на всяка дума');
define('LAN_ALT_76', 'Ограничение по потребителски клас (числова стойност - нула или празно за всички)');
define('LAN_ALT_77', 'Достъп е разрешен само за потребители от този клас (в базата данни, зададена по-горе)');
define('LAN_ALT_78', 'Действие при грешна парола');
define('LAN_ALT_79', 'Ако потребителят съществува в основната база данни, но въведе неправилна парола, как да бъде обработен случаят?');
define('LAN_ALT_80', 'Порт: ');

define('IMPORTDB_LAN_2', 'Обикновен текст');
define('IMPORTDB_LAN_3', 'Joomla salted');
define('IMPORTDB_LAN_4', 'Mambo salted');
define('IMPORTDB_LAN_5', 'SMF (SHA1)');
define('IMPORTDB_LAN_6', 'Общ SHA1');
define('IMPORTDB_LAN_7', 'MD5 (оригинален e107)');
define('IMPORTDB_LAN_8', 'e107 salted (опция 2.0 и по-нова)');
define('IMPORTDB_LAN_12', 'PHPBB2/PHPBB3 salted');
define('IMPORTDB_LAN_13', 'WordPress salted');
define('IMPORTDB_LAN_14', 'Magento salted');

define('LAN_ALT_FALLBACK', 'Използване на вторично удостоверяване');
define('LAN_ALT_FAIL', 'Неуспешен вход');
define('LAN_ALT_UPDATESET', 'Обновяване на настройките');
define('LAN_ALT_UPDATED','Настройките са обновени');

define('LAN_ALT_AUTH_HELP', 'Това са общите настройки за всички методи за удостоверяване и определят действията, които да бъдат предприети<br /><br />
	Изборът на разширени потребителски полета определя кои полета <i>могат</i> да бъдат добавяни/обновявани при вход на потребител - необходима е допълнителна конфигурация
	за конкретния метод за удостоверяване.');
define('LAN_ALT_VALIDATE_HELP', 'Можете да проверите настройките чрез секцията \'Тест на достъпа до базата данни\', като опитате да удостоверите потребител - използва се точно 
	същият процес като при опит за вход и така се потвърждава дали настройките са правилни.<br />
	Ако сте конфигурирали параметри, които да се копират в потребителската таблица при успешен вход, те също ще бъдат показани.
	');
define('LAN_ALT_COPY_HELP', 'Можете да изберете полета за копиране от отдалечената база данни в потребителската база данни, като въведете съответните имена.<br /><br />
	');
define('LAN_ALT_CONVERSION_HELP', 'За някои полета падащият списък вдясно от полето за въвеждане избира преобразуване, което може да бъде приложено към стойността,
	прочетена от отдалечената база данни; ако е избрано \'Без\', стойността се копира така, както е получена. Възможните преобразувания са:<br />
	<b>TRUE/FALSE</b> - думите \'TRUE\' и \'FALSE\' (включително варианти с малки/смесени букви) се преобразуват в булевите стойности 1 и 0.<br />
	<b>Главни букви</b> - всички букви се преобразуват в главни<br />
	<b>Малки букви</b> - всички букви се преобразуват в малки<br />
	<b>Главна първа буква</b> - първият символ се преобразува в главна буква<br />
	<b>Главна първа буква на всяка дума</b> - първата буква на всяка дума се преобразува в главна<br />
	<br />
	<br />');
