<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2016 e107 Bulgaria github.com/e107translations/Bulgarian
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * Language File
 *
*/

define("LAN_ALT_1", "Основен ауторизационен тип");
define("LAN_ALT_2", "Обнови настройките");
define("LAN_ALT_3", "Избери Алтернативен ауторизационен тип");
define("LAN_ALT_4", "Конфигурирай параметри за");
define("LAN_ALT_5", "Конфигурирай параметри за ауторизация");
define("LAN_ALT_6", "Провалено свързване");
define("LAN_ALT_7", "Ако свързването към основният ауторизационен тип се провали ( и това не е локалната база данни на е107 ), как трябва това да се обработи?");
define("LAN_ALT_8", "Второстепенен ауторизационен тип");
define("LAN_ALT_9", "Това се използва ако основният ауторизационен метод не може да открие потребителя");
define("LAN_ALT_10", "Поле Потребителско име");
define("LAN_ALT_11", "Поле Потребителска парола");
define("LAN_ALT_12", "Поле Потребителски имейл");
define("LAN_ALT_13", "Поле Скриване на имейла?");
define("LAN_ALT_14", "Поле Име за показване");
define("LAN_ALT_15", "Поле Истинско име");
define("LAN_ALT_16", "Поле Име по избор");
define("LAN_ALT_17", "Поле Подпис");
define("LAN_ALT_18", "Поле Аватар");
define("LAN_ALT_19", "Поле Снимка");
define("LAN_ALT_20", "Поле Дата на регистрация");
define("LAN_ALT_21", "Поле Блокировка");
define("LAN_ALT_22", "Поле Потребителски клас");
define("LAN_ALT_24", "Поле Парола salt");
define("LAN_ALT_25", "(понякога се комбинира с паролата за по-голяма сигурност)");
define("LAN_ALT_26", "Тип база данни:");
define("LAN_ALT_27", "За прехвърляне на стойност на поле в локалната база данни, задайте името на полето в клетка по-долу (потребителско име и парола винаги се прехвърлят).<br />Оставете полето празно , за да не се прехвърля изобщо.");
define("LAN_ALT_29", "Ауторизационен метод");
define("LAN_ALT_30", "Конфигуриране");
define("LAN_ALT_31", "Главна конфигурация");
define("LAN_ALT_32", "Сървър:");
define("LAN_ALT_33", "Потребителско име:");
define("LAN_ALT_34", "Парола:");
define("LAN_ALT_35", "База данни:");
define("LAN_ALT_36", "Таблица:");
define("LAN_ALT_37", "Поле Потребителско име:");
define("LAN_ALT_38", "Поле Парола:");
define("LAN_ALT_39", "Префикс на таблицата:");
define("LAN_ALT_40", "Провери достъпа до базата данни");
define("LAN_ALT_41", " (използвайки данните по-горе)");
define("LAN_ALT_42", "Ако са въведени потребителско име и парола, този потребител също ще бъде валидиран");
define("LAN_ALT_43", "Свързване с базата данни е успешно");
define("LAN_ALT_44", "Свързването с базата данни е провалено");
define("LAN_ALT_45", "Търсенето на Потребителско име е успешно");
define("LAN_ALT_46", "Търсенето на Потребителско име е провалено");
define("LAN_ALT_47", "Тест");
define("LAN_ALT_48", "Предишно валидиране");
define("LAN_ALT_49", "Потребителско име =");
define("LAN_ALT_50", "Парола =");
define("LAN_ALT_51", "(празно)");
define("LAN_ALT_52", "Ауторизацията е провалена -");
define("LAN_ALT_53", "неизвестна причина");
define("LAN_ALT_54", "не е направена връзка с базата данни");
define("LAN_ALT_55", "невалиден потребител");
define("LAN_ALT_56", "грешна парола");
define("LAN_ALT_57", "методът не е наличен");
define("LAN_ALT_58", "Ауторизацията е успешна");
define("LAN_ALT_59", "Използвани параметри:");
define("LAN_ALT_60", "Допълнителни потребителски полета");
define("LAN_ALT_61", "Разреши");
define("LAN_ALT_62", "Име на поле");
define("LAN_ALT_63", "Описание");
define("LAN_ALT_64", "Тип");
define("LAN_ALT_65", "Алтернативна ауторизация");
define("LAN_ALT_66", "Този модул Ви разрешава алтернативни методи на ауторизация.");
define("LAN_ALT_67", "Конфигурирай Алтернативна ауторизация");
define("LAN_ALT_68", "Услугата алтернативна ауторизация е инсталирана. Сега Вие трябва да конфигурирате Вашият предпочитан метод.");
define("LAN_ALT_69", "");
define("LAN_ALT_70", "Няма");
define("LAN_ALT_71", "TRUE/FALSE");
define("LAN_ALT_72", "Главни букви");
define("LAN_ALT_73", "Малки букви");
define("LAN_ALT_74", "Голяма първа буква");
define("LAN_ALT_75", "Големи думи");
define("LAN_ALT_76", "Ограничения за Потребителски клас (цифрова стойност - нула или празно за Всички)");
define("LAN_ALT_77", "Само на потребители в този клас (зададено в базата данни по-горе) е разрешен достъп");
define("LAN_ALT_78", "Провалено действие с парола");
define("LAN_ALT_79", "Ако потребителя съществува в основната база данни, но въведе грешна парола, как трябва това да се обработи?");
define("IMPORTDB_LAN_2", "Чист текст");
define("IMPORTDB_LAN_3", "Joomla salted");
define("IMPORTDB_LAN_4", "Mambo salted");
define("IMPORTDB_LAN_5", "SMF (SHA1)");
define("IMPORTDB_LAN_6", "Generic SHA1");
define("IMPORTDB_LAN_7", "MD5 (E107 оригинал)");
define("IMPORTDB_LAN_8", "E107 salted (опция в 2.0)");
define("IMPORTDB_LAN_12", "PHPBB2/PHPBB3 salted");
define("IMPORTDB_LAN_13", "WordPress salted");
define("IMPORTDB_LAN_14", "Magento salted");
define("LAN_ALT_FALLBACK", "Използвай второстепенният метод за ауторизация");
define("LAN_ALT_FAIL", "Провален вход");
define("LAN_ALT_UPDATESET", "Обнови настройките");
define("LAN_ALT_UPDATED", "Настройките са обновени");
define("LAN_ALT_AUTH_HELP", "Това са настройките, общи за всички методи за ауторизация, и определят действията, които ще бъдат предприети.<br /><br />Изборът на Допълнителни потребителски полета определя кои <i>може</i> да се променят/обновят, когато потребителят влезе - необходимо е допълнително конфигуриране на специфичният метод на ауторизация.");
define("LAN_ALT_VALIDATE_HELP", "Можете да проверите настройките, използвайки \'Тест на Достъп до бази данни \' , за да се опитате да валидирате потребител - това използва точно същият процес, както когато един потребител се опита да влезе в системата, и потвърждава дали настройките са правилни <br /> Ако сте настроили някои параметри, които се копират от потребителската таблица , при успешно влизане те също се включват в списъка.");
define("LAN_ALT_COPY_HELP", "Можете да изберете полета, за да копирате от отдалечената база данни в потребителска база данни, като въведете съответните имена.<br /><br />");
define("LAN_ALT_CONVERSION_HELP", "За някои полета, от падащото меню в дясно от полето за въвеждане, може да изберете присвояване, което може да се приложи за стойността, прочетена от отдалечената база данни, ако \' няма \' е избрано, стойността се копира, както е получена. Присвояването може да е:<br /><b>TRUE/FALSE</b> - думите \'TRUE \' и \'FALSE \' (и техните малки/смесени знаци еквиваленти) се преобразуват в Булев тип 1 и нула<br /><b>Големи знаци</b> - Всички знаци се преобразуват в главни букви <br /><b>малки знаци</b> - Всички букви се преобразуват в малки букви<br /><b>Голяма първа</b> - първият знак се преобразува в главна буква<br /><b>Големи думи</b> - първата буква на всяка дума се превръща в главна<br /><br /><br />");


?>