<?php

define('LAN_RADIUS_01', 'Адрес на сървъра');
define('LAN_RADIUS_02', 'Споделена тайна');
define('LAN_RADIUS_03', 'Потребител на сървъра');
define('LAN_RADIUS_04', 'Парола за сървъра');
define('LAN_RADIUS_06', 'Конфигуриране на RADIUS удостоверяване');
define('LAN_RADIUS_11', 'ПРЕДУПРЕЖДЕНИЕ: Изглежда RADIUS модулът в момента не е достъпен; задаването на RADIUS като метод за удостоверяване вероятно няма да работи!');

define('LAN_AUTHENTICATE_HELP','Този метод за удостоверяване се използва с външен RADIUS сървър. Необходимо е PHP разширението RADIUS да бъде активирано. <br />
  Имайте предвид, че RADIUS сървърът може да разрешава достъп само от определен диапазон IP адреси');
