<?php

define("NLLAN_MENU_CAPTION", "Бюлетин");
define("NLLAN_48", "Абонирани сте за този бюлетин. Ако желаете да прекратите абонамента си, натиснете бутона по-долу.");
define("NLLAN_49", "Сигурни ли сте, че искате да се отпишете от този бюлетин?");
define("NLLAN_50", "Натиснете бутона, за да се абонирате (адресът за абонамента е");
define("NLLAN_51", "Отписване");
define("NLLAN_52", "Абониране");
define("NLLAN_53", "Сигурни ли сте, че искате да се абонирате за този бюлетин?");
define("NLLAN_67", "Преглед на архива");
define("NLLAN_68", "Зададен е невалиден параметър");
define("NLLAN_69", "Няма изпратени бюлетини.");
define("NLLAN_70", "Избраният бюлетин не съществува");
define("NLLAN_72", "Преглед на архива");
define("NLLAN_73", "Въведете вашия имейл");
