<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2014 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * $Id: Bulgarian_admin_newsletter.php 917 2014-04-13 18:07:02Z nickypn $
 * $URL: http://dev.clabteam.com/svn/e107bg/main/langpack/e107_0.8/e107_plugins/newsletter/languages/Bulgarian_admin_newsletter.php $
 * $Revision: 917 $
 * $Author: nickypn $
*/
define("NLLAN_01", "Информационен бюлетин");
define("NLLAN_02", "Осигурява бърз и лесен начин за конфигуриране и изпращане на информационни бюлетини");
define("NLLAN_03", "Конфигуриране на информационни бюлетини");
define("NLLAN_04", "Модулът информационен бюлетин бе успешно инсталиран. За да конфигурирате модула, върнете се главната администраторска страница и кликнете на \'Информационен бюлетин\' в секцията Модули.");
define("NLLAN_05", "Още няма създадени информационни бюлетини");
define("NLLAN_06", "Име");
define("NLLAN_07", "Абонати");
define("NLLAN_08", "Настройки");
define("NLLAN_09", "Сигурен ли сте, че искате да изтриете този информационен бюлетин?");
define("NLLAN_10", "Съществуващи информационни бюлетини");
define("NLLAN_11", "Още няма издаден информационен бюлетин");
define("NLLAN_12", "Издаване");
define("NLLAN_13", "[ Родителско ID ] Тема/Заглавие");
define("NLLAN_14", "Изпращани?");
define("NLLAN_15", "Опции");
define("NLLAN_16", "Да");
define("NLLAN_17", "Не е изпратен - кликнете за изпращане");
define("NLLAN_18", "Наистина ли искате да изпратите по пощата това издание на абонатите?");
define("NLLAN_19", "Наистина ли искате да изтриете това издание на бюлетина?");
define("NLLAN_20", "Съществуващи издания");
define("NLLAN_21", "Заглавие");
define("NLLAN_22", "Описание");
define("NLLAN_23", "Начало");
define("NLLAN_24", "Край");
define("NLLAN_25", "Обнови бюлетина");
define("NLLAN_26", "Създай бюлетин");
define("NLLAN_27", "Бюлетина е обновен в базата данни.");
define("NLLAN_28", "Бюлетинът е създаден и записан в базата данни.");
define("NLLAN_30", "Информационен бюлетин");
define("NLLAN_31", "Тема / Заглавие");
define("NLLAN_32", "Издание номер");
define("NLLAN_33", "Текст");
define("NLLAN_34", "Обнови кореспонденция");
define("NLLAN_35", "Създай кореспонденция");
define("NLLAN_36", "Обнови изданието на бюлетина");
define("NLLAN_37", "Създай издание на бюлетина");
define("NLLAN_38", "Бюлетинът е обновен в базата данни.");
define("NLLAN_39", "Изданието на информационният бюлетин е съхранено в база данни - за да се изпрати, щракнете върху бутона 'Реализирай издаването ' в менюто Настройки.");
define("NLLAN_40", "Имейлите са добавени към опашката - изданието е изпратено на --COUNT-- абонат(и).");
define("NLLAN_41", "Няма намерени абонати - изпращането е прекратено");
define("NLLAN_42", "Бюлетинът е изтрит.");
define("NLLAN_43", "Изданието на бюлетина е изтрито.");
define("NLLAN_44", "Информационен бюлетин предна страница");
define("NLLAN_45", "Създай Информационен бюлетин");
define("NLLAN_46", "Създай изпращане");
define("NLLAN_47", "Настройки на бюлетина");
define("NLLAN_48", "Абонати на бюлетина");
define("NLLAN_49", "Бюлетин:");
define("NLLAN_54", "Изпращане");
define("NLLAN_55", "ID");
define("NLLAN_56", "Бюлетин ID не е налично");
define("NLLAN_57", "Върнете се към предишната страница");
define("NLLAN_58", "Грешка");
define("NLLAN_59", "Име");
define("NLLAN_60", "Имейл");
define("NLLAN_61", "Действия");
define("NLLAN_62", "Потребителя е блокиран! ( или не е довършил регистрацията си )");
define("NLLAN_63", "Общо абонати");
define("NLLAN_64", "Върнете се към предната страница на бюлетина");
define("NLLAN_65", "Абонати прегледали бюлетин ID");
define("NLLAN_66", "Вашият списък с абонати на бюлетина е редактиран.");