<?php

define("NFLAN_11", "Път до изображение");
define("NFLAN_12", "Активиране");
define("NFLAN_13", "Никъде (неактивно)");
define("NFLAN_14", "Само в меню");
define("NFLAN_18", "Интервал за обновяване в секунди");
define("NFLAN_19", "напр. 3600: емисията ще се обновява на всеки час");
define("NFLAN_20", "Само на основната страница на новинарските емисии");
define("NFLAN_21", "В менюто и на страницата с новинарски емисии");
define("NFLAN_26", "Интервал за обновяване");
define("NFLAN_43", "Помощ за новинарските емисии");
define("NFLAN_42", "[h=4]Заглавие на емисията[/h]
	Въведете име, с което емисията да бъде разпознавана лесно.
	[h=4]URL към RSS емисията[/h]
	Доставчикът на RSS ще ви предостави уеб адрес (URL) на емисията.
	[h=4]Път до изображение[/h]
	Ако доставчикът е задал изображение, въведете 'default', за да го използвате, или посочете адрес на собствено изображение. Оставете полето празно, ако не искате изображение.
	[h=4]Описание[/h]
	Въведете кратко описание на емисията или 'default', за да използвате описанието, зададено в самата емисия (ако има такова).
	[h=4]Интервал за обновяване[/h]
	Въведете броя секунди между обновяванията на емисията.
	Например: 1800 = 30 минути, 3600 = 1 час, 86400 = 1 ден.
	[h=4]Активиране[/h]
	Новинарските емисии могат да се показват само в меню или и на страницата с емисии. Изберете къде да се показват. За да виждате емисиите в менютата на e107, трябва да активирате [b]Меню Новинарски емисии[/b] от [link=".e_ADMIN."menus.php]Мениджър на менюта[/link].
	[h=4]Съвет[/h]
	В интернет има много директории с RSS емисии. Можете да използвате [link=https://www.dmoz.org/Computers/Internet/On_the_Web/Syndication_and_Feeds/RSS/Directories/ external]dmoz[/link] или [link=http://www.feedster.com/ external]feedster.com[/link]");
define("NFLAN_45", "Брой елементи за показване в менюто");
define("NFLAN_46", "Брой елементи за показване на основната страница");
