<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2016 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * Language File
 *
*/

define("LAN_STAT_HELP_01", "Записване на статистика");
define("LAN_STAT_HELP_02", "Тази опция изтрива историята от базата данни. Не се отразява на \'цялата статистика\'.<br /><br />Внимавайте! Веднъж изтрита, не може да се възстанови. Първо си направете резервно копие и/или си експортирайте необходимата информация.");
define("LAN_STAT_HELP_03", "Тази опция Ви дава възможност да изтриете данните свързани със специфична страница от сайта Ви.");
define("LAN_STAT_HELP_04", "Тази опция Ви дава възможност да експортирате статистически данни в CSV формат. Този формат може да се импортира в много други програми за по-детайлен анализ. Разгледайте wiki страницата за този модул за повече информация.");
define("LAN_STAT_HELP_05", "<b>Активирай статистиката</b><br />Ако не е активна, ще спестите място.<br /><br /><b>Достъп до статистиката</b><br />Определя кой може да вижда статистиката на сайта<br /><br /><b>Броене на посещенията на администраторите</b><br />Честите посещения на администраторите могат да нарушат Статистика на сайта, така че може да ги изключите<br /><br /><b>Максимален брой записи за показване...</b><br />Задава броя на запазените \ 'последните посетители \'<br /><br /><b>Типове статистика</b><br />определя каква информация да се записва. Записването на месечна статистика заема повече място в базата данни, но дава по-добра видимост на посещенията. Ако записвате месечна статистика, може да зададете да се показвали само текущият месец или и предишният.<br /><br /><b>Нулирай статистиката</b><br />Изтрива избраните данни от цялата статистика ( до днешният ден ). За да изтриете днешните данни, изтрийте файла log*.php в директорията log/logs на модула<br /><br />");
define("LAN_STAT_HELP_06", "");