<?php
/*
 * e107 website system - Bulgarian administrative language file
 */
if (!defined("PAGE_NAME")) { define("PAGE_NAME", "Задачи по график"); }

define("LAN_CRON_M_02", "Обновяване");

define("LAN_CRON_2", "Функция");
define("LAN_CRON_3", "Раздел");
define("LAN_CRON_4", "Последно изпълнение");

define("LAN_CRON_01_1", "Тестов имейл");
define("LAN_CRON_01_2", "Изпращане на тестов имейл до [eml].");
define("LAN_CRON_01_3", "Препоръчва се за проверка на системата за задачи по график.");

define("LAN_CRON_02_1", "Опашка за имейли");
define("LAN_CRON_02_2", "Обработване на опашката за имейли.");

define("LAN_CRON_03_1", "Проверка за върнати имейли");
define("LAN_CRON_03_2", "Проверка за недоставени и върнати имейли.");

define("LAN_CRON_04_1", "Повторна проверка на блокиранията");
define("LAN_CRON_04_2", "Обработване на повторно задействани блокирания.");
define("LAN_CRON_04_3", "Необходимо е само ако е активирано повторното задействане на блокирания.");

define("LAN_CRON_05_1", "Резервно копие на базата данни");
define("LAN_CRON_05_2", "Създаване на резервно копие на системната база данни в");

define('LAN_CRON_06_1', "Обработване на условие за блокиране");

define("LAN_CRON_6", "Настройките не можаха да бъдат импортирани");
define("LAN_CRON_7", "Настройките за изпълнение не можаха да бъдат импортирани");
define("LAN_CRON_8", "Импортирани настройки за изпълнение за");

define("LAN_CRON_9", "преди [x] минути и [y] секунди.");
define("LAN_CRON_10", "преди [y] секунди.");

define("LAN_CRON_11", "Активни задачи");
define("LAN_CRON_12", "Последно обновяване на cron");
define("LAN_CRON_13", "Уверете се, че cron.php може да бъде изпълняван.");
define("LAN_CRON_14", "Задайте права CHMOD 755 на /cron.php.");

define("LAN_CRON_15", "Използвайте следната cron команда");
define("LAN_CRON_16", "В контролния панел на сървъра (например cPanel, DirectAdmin или Plesk) създайте cron задача, която изпълнява тази команда всяка минута.");

define("LAN_CRON_20_1", "Проверка за обновяване на e107");
define("LAN_CRON_20_2", "Проверка в e107.org за обновявания на ядрото");
define("LAN_CRON_20_3", "Препоръчва се, за да поддържате системата актуална.");
define("LAN_CRON_20_4", "Обновяване на това Git хранилище");
define("LAN_CRON_20_5", "Обновяване на тази e107 инсталация с най-новите файлове от GitHub.");
define("LAN_CRON_20_6", "Препоръчва се само за разработчици.");
define("LAN_CRON_20_8", "Може да причини нестабилност на сайта.");

define("LAN_CRON_30", "Всяка минута");
define("LAN_CRON_31", "През минута");
define("LAN_CRON_32", "На всеки 5 минути");
define("LAN_CRON_33", "На всеки 10 минути");
define("LAN_CRON_34", "На всеки 15 минути");
define("LAN_CRON_35", "На всеки 30 минути");

define("LAN_CRON_36", "Всеки час");
define("LAN_CRON_37", "През час");
define("LAN_CRON_38", "На всеки 3 часа");
define("LAN_CRON_39", "На всеки 6 часа");

define("LAN_CRON_40", "Всеки ден");
define("LAN_CRON_41", "Всеки месец");
define("LAN_CRON_42", "Всеки делничен ден");

define("LAN_CRON_50", "Минути:");
define("LAN_CRON_51", "Часове:");
define("LAN_CRON_52", "Дни:");
define("LAN_CRON_53", "Месеци:");
define("LAN_CRON_54", "Дни от седмицата:");
define("LAN_CRON_55", "Резервното копие на базата данни е неуспешно");
define("LAN_CRON_56", "Резервното копие на базата данни е завършено");

define("LAN_CRON_60", "Към cPanel");
define("LAN_CRON_61", "Генериране на нов cron токен");
define("LAN_CRON_62", "Изпълнява се конфигурационна функция [b][x][/b]");
define("LAN_CRON_63", "Конфигурационната функция [b][x][/b] не е намерена.");
define("LAN_CRON_64", "Администраторът може да автоматизира задачи чрез системата „Задачи по график“ на e107. [br]\nВ раздела за управление можете да редактирате, изтривате и стартирате задачи. [br]\nПри редактиране на задача можете да зададете минути, часове, дни, месец или ден от седмицата за изпълнение. Използвайте * за изпълнение във всеки период. Активирайте свойството „Активно“, за да включите задачата.[br]\nЗабележка: не се препоръчва да изтривате стандартните системни задачи.[br]\n");

define("LAN_CRON_BACKUP", "Резервно копие");
define("LAN_CRON_LOGGING", "Запис в журнал");
define("LAN_CRON_RUNNING", "Изпълнява се");

define("LAN_CRON_65", "Обновяване на Git хранилището на темата");
define("LAN_CRON_66", "Не е намерено Git хранилище");
define("LAN_CRON_67", "В директорията на темата не е намерено Git хранилище");
