<?php
/*
 * e107 website system - Bulgarian administrative language file
 */
define("NA_LAN_1", "Администратор променя паролата си");
define("NA_LAN_2", "Администратор създава нов потребител");
define("NA_LAN_3", "Администратор активира нов потребител");

define("NT_LAN_1", "Известяване");
define("NT_LAN_2", "Получаване на известие по имейл при");

define("NU_LAN_1", "Събития, свързани с потребители");
define("NU_LAN_2", "Регистрация на потребител");
define("NU_LAN_3", "Потвърждаване на потребителски профил");
define("NU_LAN_4", "Вход на потребител");
define("NU_LAN_5", "Изход на потребител");
define("NU_LAN_6", "Вход чрез социална мрежа");
define("NU_LAN_7", "Регистрация чрез социална мрежа");
define("NU_LAN_8", "Преглед на потребителски профил");
define("NU_LAN_9", "Редактиране на потребителски профил");

define("NS_LAN_1", "Събития, свързани със сигурността");
define("NS_LAN_2", "IP адрес е блокиран заради прекомерни заявки");
define("NS_LAN_3", "IP адрес е блокиран след многократни неуспешни опити за вход");

define("NN_LAN_1", "Събития, свързани с новини");
define("NN_LAN_2", "Новина е изпратена от потребител");
define("NN_LAN_3", "Новина е публикувана от администратор");
define("NN_LAN_4", "Новина е редактирана от администратор");
define("NN_LAN_5", "Новина е изтрита от администратор");
define("NN_LAN_6", "Задействано е известие за новина");

define("NM_LAN_1", "Събития, свързани с имейли");
define("NM_LAN_2", "Масовото изпращане на имейли е завършено");
define("NM_LAN_3", "Имейл адрес =>");

define("NF_LAN_1", "Събития, свързани с файлове");
define("NF_LAN_2", "Файл е качен от потребител");

define("LAN_NOTIFY_01", "Събития");

define("NU_LAN_10", "IP адресът на потребителя е променен");
