<?php
/*
+--------------------------------------------------------------------------+
|        e107 website content management system English Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/02/20 15:02:21
|
|        $Author: Yesszus $
|
+--------------------------------------------------------------------------+
*/
define("PHP_LAN_1", "Ако Curl е активиран, препоръчително е да обмислите изключването на тази функция.");
define("PHP_LAN_2", "Това представлява риск за сигурността и не е необходимо на e107.");
define("PHP_LAN_3", "На production сървър е по-добре показването на грешки в браузъра да бъде изключено.");
define("PHP_LAN_4", "Изключването на тази настройка ще скрие PHP версията от браузърите.");
define("PHP_LAN_5", "Това представлява риск за сигурността и трябва да бъде изключено.");
define("PHP_LAN_6", "[b]session.save_path[/b] не позволява запис! Това може да причини сериозни проблеми със сайта.");
define("PHP_LAN_7", "Открити проблеми в PHP конфигурацията:");
define("PHP_LAN_8", "[x] липсва и трябва да бъде инсталиран.");
