<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2012 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * $Id: lan_language.php 948 2014-01-20 12:14:34Z veskoto $
 * $URL: http://dev.clabteam.com/svn/e107bg/main/langpack/e107_0.8/e107_languages/Bulgarian/admin/lan_language.php $
 * $Revision: 948 $
 * $Author: veskoto $
*/
define("LANG_LAN_00", "[x] не може да бъде създадена.(вече съществува).");
define("LANG_LAN_01", "[x] бе изтрита (ако е съществувала) и е създадена отново.");
define("LANG_LAN_02", "[x] не може да бъде изтрита.");
define("LANG_LAN_03", "Таблици");
define("LANG_LAN_05", "Не е инсталиран");
define("LANG_LAN_06", "Създаване на таблици");
define("LANG_LAN_07", "Премахване на съществуващите таблици?");
define("LANG_LAN_08", "Замяна на съществуващите таблици (информацията ще бъде загубена).");
define("LANG_LAN_11", "Изтриване на не маркираните по-горе таблици (ако съществуват).");
define("LANG_LAN_12", "Разрешете многоезичните таблици");
define("LANG_LAN_13", "Настройки на езиците");
define("LANG_LAN_14", "Език на сайта по подразбиране");
define("LANG_LAN_15", "Маркирайте, за да копира информацията от езика по подразбиране (полезно е при линкове, новини и др.)");
define("LANG_LAN_16", "Използват се таблици за многоезичност");
define("LANG_LAN_17", "Език по подразбиране - не се изискват допълнителни таблици.");
define("LANG_LAN_18", "Използване на паркиран под-домейн за друг език:");
define("LANG_LAN_19", "напр. en.mydomain.com за показване с езикови настройки English.");
define("LANG_LAN_20", "Въведете основния домейн за да включите опцията - напр.: mydomain.com");
define("LANG_LAN_21", "Езикови пакети");
define("LANG_LAN_22", "Езиковия пакет беше създаден успешно.");
define("LANG_LAN_23", "Създайте езиков пакет (zip)");
define("LANG_LAN_24", "Генериране");
define("LANG_LAN_25", "Статус на създаването на езиковия пакет");
define("LANG_LAN_26", "Зареждане на езикови файлове само от избрания език");
define("LANG_LAN_27", "Ако е избрано и необходимият език не може да бъде намерен, могат да се получат грешки");
define("LANG_LAN_PAGE_TITLE", "Езици");
define("LANG_LAN_AGR", "Забележка: Чрез използването на тези инструменти, Вие се съгласявате да споделите вашия езиков пакет (и) с e107 общността.");
define("LANG_LAN_EML", "Моля изпратете Вашият езиков пакет на:");
define("LANG_LAN_29", "Трябва да коригирате останалите грешки преди изпратите Вашия езиков пакет.");
define("LANG_LAN_30", "Дата на създаване");
define("LANG_LAN_31", "Съвместимост");
define("LANG_LAN_32", "Инсталирани езици");
define("LANG_LAN_33", "Показване само на грешките по време на проверка");
define("LANG_LAN_34", "Моля, проверете и коригирайте оставащите [x] грешки преди да се опитате да създадете езиков пакет.");
define("LANG_LAN_50", "Език за администрация");
define("LANG_LAN_100", "[x] изтрити.");
define("LANG_LAN_101", "[x] не могат да бъдат изтрити.");
define("LANG_LAN_103", "[x] създадени.");
define("LANG_LAN_104", "[x] е забранени, но оставени непокътнати.");
define("LANG_LAN_105", "Изтриване на всички таблици от [x]?");


?>