<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2014 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * $Id: lan_banlist.php 924 2014-05-24 13:34:12Z secretr $
 * $URL: http://dev.clabteam.com/svn/e107bg/main/langpack/e107_0.8/e107_languages/Bulgarian/admin/lan_banlist.php $
 * $Revision: 924 $
 * $Author: secretr $
*/
define("BANLAN_2", "Няма блокирани.");
define("BANLAN_3", "Списък блокирани");
define("BANLAN_5", "IP, имейл или хост");
define("BANLAN_7", "Причина");
define("BANLAN_8", "Блокиране");
define("BANLAN_9", "Блокиране на потребители по IP, имейл или хост адрес");
define("BANLAN_10", "IP / Имейл / Причина");
define("BANLAN_11", "Автоматично блокиране: Повече от 10 опита за влизане");
define("BANLAN_12", "Забележка: Reverse DNS е изключен в момента; трябва да е включен, за да можете да блокирате по хост. Блокирането по IP и имейл адрес ще продължат да работят нормално.");
define("BANLAN_13", "Забележка: За да блокирате потребител по потребителско име отидете в управление на потребителите: ");
define("BANLAN_14", "Блокирани");
define("BANLAN_15", "Съобщения и Периоди");
define("BANLAN_16", "Блокиране");
define("BANLAN_17", "Дата на блокиране");
define("BANLAN_18", "Изтичане");
define("BANLAN_19", "Забележка");
define("BANLAN_20", "Вид");
define("BANLAN_21", "Никога");
define("BANLAN_22", "Не се знае");
define("BANLAN_23", "ден/дни");
define("BANLAN_24", "час/часове");
define("BANLAN_25", "Добавяне на блокиране");
define("BANLAN_26", "Към момента ");
define("BANLAN_27", "Невалидни знаци в IP адреса:");
define("BANLAN_28", "Вид блокиране");
define("BANLAN_29", "Съобщение");
define("BANLAN_30", "Продължителност");
define("BANLAN_31", "(Ползвайте празно съобщение, ако искате блокираният потребител да види празен екран)");
define("BANLAN_32", "Неопределен");
define("BANLAN_33", "Настройките са обновени");
define("BANLAN_34", "Изтича");
define("BANLAN_35", "Импортиране/Експортиране");
define("BANLAN_36", "Видове експортиране");
define("BANLAN_37", "Разделител");
define("BANLAN_38", "Цитат (всяка стойност закръглена)");
define("BANLAN_39", "Експортирай");
define("BANLAN_40", "Експортиране на блокирани");
define("BANLAN_41", "Импортиране на блокирани");
define("BANLAN_42", "Възможности за импортиране");
define("BANLAN_43", "Препокриване на всички съществуващи блокирания");
define("BANLAN_44", "Използване на дата/час на изтичане от импорта");
define("BANLAN_45", "Импортиране");
define("BANLAN_46", "Файл за импортиране:");
define("BANLAN_47", "Грешка при прочитането на файла");
define("BANLAN_48", "Изтрити са --NUM-- записи с изтекъл срок за блокиране");
define("BANLAN_49", "CSV импортиране: Не балансирани кавички във файла");
define("BANLAN_50", "CSV импортиране: Грешка при записване на блокиран запис на ред ");
define("BANLAN_51", "CSV импортиране: Успешно, --NUM-- записана са импортирани от файла ");
define("BANLAN_52", "Позволени");
define("BANLAN_53", "Добавяне към позволени");
define("BANLAN_54", "Няма записи в позволени");
define("BANLAN_55", "Записа дата");
define("BANLAN_56", "IP/Имейл, Потребител");
define("BANLAN_57", "Потребител");
define("BANLAN_58", "Добавяне на потребители към позволени");
define("BANLAN_59", "Редакция на съществуващи потребители в позволени");
define("BANLAN_60", "Редакция на съществуващи блокирани записи");
define("BANLAN_61", "Съществуващи позволени записи");
define("BANLAN_63", "Използвай reverse DNS, за да блокирате по хост");
define("BANLAN_64", "Reverse DNS достъп при добавяне на блокиране");
define("BANLAN_65", "Включването на тази опция ще ви позволи да блокирате потребители по хост, не само по IP или имейл.  <br />Забележка: Това може да доведе до забавено зареждане на страниците от някои хостове или сървъра да не отговаря.");
define("BANLAN_66", "Когато забраната се случи, тази опция добавя домейна на блокираният адрес като причина.");
define("BANLAN_67", "Задай максимален брой за достъпи");
define("BANLAN_68", "Това определя максималният брой достъпи до сайта за 5 минутен период.");
define("BANLAN_69", "за потребители");
define("BANLAN_70", "за посетители");
define("BANLAN_71", "Обнови периода на блокиране");
define("BANLAN_72", "Опции за блокиране");
define("BANLAN_73", "Това ще рестартира периода на блокиране, ако блокиран потребител достъпи сайта");
define("BANLAN_74", "Списък с блокирани");
define("BANLAN_75", "Премахни изтеклите блокировки от списъка");
define("BANLAN_76", "Изпълни");
define("BANLAN_77", "Съобщения/Периоди на блокиране");
define("BANLAN_79", "Експортирай в CSV формат:");
define("BANLAN_80", "Импортирай от CSV формат:");
define("BANLAN_81", "Лог на действия по блокирания");
define("BANLAN_82", "Няма записи в Лога на действия по блокирания");
define("BANLAN_83", "Дата/Час");
define("BANLAN_84", "ИП Адрес");
define("BANLAN_85", "Допълнителна информация");
define("BANLAN_86", "Задачи свързани с блокирането");
define("BANLAN_87", "Общо --NUM-- записа в списъка");
define("BANLAN_88", "Изчисти Лога на действия по блокирания");
define("BANLAN_89", "Лог файлът е изтрит");
define("BANLAN_90", "Грешка при изтриване на лог файла");
define("BANLAN_91", "Формат за Дата/Час в Лога за блокировки");
define("BANLAN_92", "Погледни strftime функцията на страницата на php.net");
define("BANLAN_93", "");
define("BANLAN_100", "Непознат");
define("BANLAN_101", "Ръчно");
define("BANLAN_102", "Много заявки за кратко време");
define("BANLAN_103", "Брой заявки");
define("BANLAN_104", "Грешни опити за вход");
define("BANLAN_105", "Импортиран");
define("BANLAN_106", "Потребител");
define("BANLAN_107", "Непознат");
define("BANLAN_108", "Непознат");
define("BANLAN_109", "Стар");
define("BANLAN_110", "Вероятно тези са блокирани от преди обновяването от версия 0.7.x");
define("BANLAN_111", "Добавен от администратор");
define("BANLAN_112", "Опити за обновяване на сайта твърде бързо");
define("BANLAN_113", "Опити за достъп до сайта твърде често от един и същ адрес");
define("BANLAN_114", "Многократни неуспешни опити за вход от един и същ потребител");
define("BANLAN_115", "Добавени от външни списъци");
define("BANLAN_116", "IP адреса е блокиран заради определен потребител");
define("BANLAN_117", "Неизползвана причина");
define("BANLAN_118", "Неизползвана причина");
define("BANLAN_119", "Показва грешка при импорт - импортирани предишни блокировки");
define("BANLAN_120", "Непознат");
