<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2015 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * Language File
 *
 */
define("RL_LAN_002", "Ролинг Лог");
define("RL_LAN_005", "Настройка/Преглед на админ лога");
define("RL_LAN_008", "Ролинг Лог е активен:");
define("RL_LAN_009", "Дължина на историята на Ролинг Лог в дни");
define("RL_LAN_012", "Настройки на филтъра");
define("RL_LAN_013", "Начална дата/час");
define("RL_LAN_014", "Крайна дата/час");
define("RL_LAN_015", "Филтър по потребител ID");
define("RL_LAN_016", "Празно за нищо, нула за посетител");
define("RL_LAN_017", "Няма записи в лога или няма съвпадения");
define("RL_LAN_018", "Обновяване на лога");
define("RL_LAN_019", "гг-мм-дд чч:мм:сс");
define("RL_LAN_020", "IP");
define("RL_LAN_023", "Вид събитие");
define("RL_LAN_024", "От");
define("RL_LAN_025", "Заглавие на събитие");
define("RL_LAN_026", "Клас, за който, потребителските действия да се логват");
define("RL_LAN_028", "Обновяване на филтъра");
define("RL_LAN_029", "Филтрирай по видове събития:");
define("RL_LAN_030", "Административен лог");
define("RL_LAN_031", "Действие за логване");
define("RL_LAN_032", "Приоритет");
define("RL_LAN_033", "Информация");
define("RL_LAN_044", "Брой събития за показване на страница");
define("RL_LAN_045", "Изтриване на запазените логове по-стари от");
define("RL_LAN_046", " дни");
define("RL_LAN_047", "Потвърждение за изтриване на логовете по-стари от");
define("RL_LAN_049", "Изтриване на стари записи");
define("RL_LAN_050", "Грешен параметър - нищо не е изтрито");
define("RL_LAN_052", "Администраторски лог");
define("RL_LAN_053", "Потребителски Одит Лог");
define("RL_LAN_054", "Няма нищо за изтриване или има грешка в базата данни");
define("RL_LAN_057", " - събития по-стари от --OLD-- (--NUM-- записа) бяха изтрити");
define("RL_LAN_058", "Филтрирай по приоритет:");
define("RL_LAN_059", "Филтрирай по Повикващия:");
define("RL_LAN_060", "Филтрирай по IP Адрес:");
define("RL_LAN_061", "Звезда (*) в края е допустима");
define("RL_LAN_062", "Потребителски Одит Лог");
define("RL_LAN_064", "Приложим за всички логове");
define("RL_LAN_065", "Потвърди изтриването на събитията в Потреб. Одит Лог, по-стари от");
define("RL_LAN_066", "Изтрий потребителският одит лог по-стар от");
define("RL_LAN_067", "История на свалянията");
define("RL_LAN_068", "D/L ID");
define("RL_LAN_069", "Файл Име");
define("RL_LAN_071", "Регистрация на потребител (игнорира по-горната клас настройка)");
define("RL_LAN_072", "Регистрация с имейл потвърждение (игнорира по-горната клас настройка)");
define("RL_LAN_073", "Вход/Изход");
define("RL_LAN_075", "Смяна на името за показване");
define("RL_LAN_076", "Смяна на паролата");
define("RL_LAN_077", "Смяна на имейл");
define("RL_LAN_078", "Възстановяване на парола");
define("RL_LAN_079", "Смяна на други потребителски настройки");
define("RL_LAN_080", "Админ - Бързо добавяне на потребител");
define("RL_LAN_081", "Имейл отхвърляния");
define("RL_LAN_082", "Блокирани потребители");
define("RL_LAN_083", "Нулирай отхвърлените имейли");
define("RL_LAN_084", "Временни акаунти");
define("RL_LAN_090", "Сваляния ИД");
define("RL_LAN_091", "Детайлни времена");
define("RL_LAN_092", "Времеви период");
define("RL_LAN_093", "(мин.)");
define("RL_LAN_094", "Анализ на детайлни времена");
define("RL_LAN_096", "Разлика (ки)");
define("RL_LAN_098", "Източник");
define("RL_LAN_100", "CID");
define("RL_LAN_101", "PID");
define("RL_LAN_103", "Относно");
define("RL_LAN_104", "UID");
define("RL_LAN_106", "Тип");
define("RL_LAN_107", "Коментар");
define("RL_LAN_108", "BK");
define("RL_LAN_109", "LK");
define("RL_LAN_110", "Del");
define("RL_LAN_111", "Изтрий отбелязаните");
define("RL_LAN_112", "Изтрити --NUMBER-- коментара");
define("RL_LAN_113", "Грешка при изтриването на коментарите!");
define("RL_LAN_114", "Изчисти филтрите");
define("RL_LAN_115", "Потребители Админ");
define("RL_LAN_116", "Местонахождение");
define("RL_LAN_117", "Брой страници");
define("RL_LAN_118", "Флаг");
define("RL_LAN_120", "Потребители онлайн");
define("RL_LAN_122", "Конфигуриране на Системен лог");
define("RL_LAN_123", "Потребителски одит клас");
define("RL_LAN_124", "Потребителски одит действия");
define("RL_LAN_125", "Системен лог Поддръжка");
define("RL_LAN_126", "Общо [x] записи, съответстващи на търсенето");


?>