<?php
/*
 * e107 website system - Bulgarian administrative language file
 */
define("CACLAN_1", "Състояние на кеширането");
define("CACLAN_2", "Състояние на кеша");
define("CACLAN_3", "Управление на кеша");
define("CACLAN_5", "Изчистване на кеша на съдържанието");
define("CACLAN_6", "Кешът е изчистен");

define("CACLAN_10", "Директорията за кеширане не е достъпна за запис. Уверете се, че правата ѝ са зададени на CHMOD 0777.");

define("CACLAN_11", "Кеш на съдържанието");
define("CACLAN_12", "Системен кеш");
define("CACLAN_13", "Кешът на съдържанието съдържа вече генерирано съдържание на страниците, включително HTML, който се показва на посетителите.");
define("CACLAN_14", "Системният кеш съдържа конфигурационна информация, като настройки на сайта, активни менюта и други системни данни. В него не се съхранява реално съдържание.");
define("CACLAN_16", "Изчистване на системния кеш");
define("CACLAN_17", "В момента съдържа");
define("CACLAN_18", "файл");
define("CACLAN_19", "файла");

define("CACLAN_20", "Кеш на структурата на базата данни");
define("CACLAN_21", "Кешът на структурата на базата данни съдържа системна информация за структурата на таблиците, използвана от различни функции на ядрото. В него не се съхранява реално съдържание.");
define("CACLAN_22", "Кеш на миниатюрите");
define("CACLAN_23", "Кешът на миниатюрите съдържа двоични данни за изображения. Използването му намалява натоварването на процесора на сървъра.");
define("CACLAN_24", "Изчистване на кеша на структурата на БД");
define("CACLAN_25", "Изчистване на кеша на миниатюрите");
define("CACLAN_26", "Изчистване на всички кешове");
define("CACLAN_27", "Изчистване на кеша на браузъра");

define("CACLAN_28", "JS/CSS кеш");
define("CACLAN_29", "Обединяване и кеширане на JavaScript файловете и CSS стиловете.");
define("CACLAN_30", "Изчистване на JS/CSS кеша");
