<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2016 e107 Bulgaria github.com/e107translations/Bulgarian
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * Language File
 *
*/
define("EXTLAN_1", "Име");
define("EXTLAN_2", "Преглед");
define("EXTLAN_3", "Стойност");
define("EXTLAN_4", "Задължително");
define("EXTLAN_5", "Достъпно до");
define("EXTLAN_6", "Видимо от");
define("EXTLAN_7", "Достъп за писане");
define("EXTLAN_8", "Действия");
define("EXTLAN_9", "Допълнителни потребителски полета");
define("EXTLAN_10", "Име на полето");
define("EXTLAN_11", "Това е името на полето, както ще бъде съхранено в таблицата, то трябва да бъде уникално от всяко друго, и не трябва да бъде използвано в основната таблица на потребителите.");
define("EXTLAN_12", "Текст на полето");
define("EXTLAN_13", "Това е името за показване на полето в подредбата на страниците");
define("EXTLAN_14", "Вид на полето");
define("EXTLAN_15", "Допълнителни параметри на полето");
define("EXTLAN_16", "Стандартна стойност");
define("EXTLAN_17", "Въведете всяка възможна стойност на отделен ред <br /> За DB таблицата виж help.");
define("EXTLAN_18", "Задължително");
define("EXTLAN_19", "Потребителите ще трябва да въведат стойност в това поле при актуализиране на техните настройки.");
define("EXTLAN_20", "Определя за кои потребители ще се прилага това поле.");
define("EXTLAN_21", "Това ще определи кои потребители ще могат да променят това поле в техните потребителски настройки.");
define("EXTLAN_22", "Това ще определи кои потребители да виждат стойността в потребителската страница.<br /> ЗАБЕЛЕЖКА: Установяването на това на 'Само за четене' ще го направи видимо само за администратори и регистрирани потребители.");
define("EXTLAN_23", "Добавяне на потребителско поле");
define("EXTLAN_24", "Обновяване");
define("EXTLAN_25", "премести надолу");
define("EXTLAN_26", "премести нагоре");
define("EXTLAN_27", "Потвърдете изтриването");
define("EXTLAN_28", "Няма създадени допълнителни полета");
define("EXTLAN_29", "Допълнителните полета за потребител са записани.");
define("EXTLAN_30", "Допълнителното поле е изтрито");
define("EXTLAN_31", "Етикет на категорията");
define("EXTLAN_32", "Това е етикета на полето, както е показано на страницата с потребителски настройки. Езикови константи са разрешени.");
define("EXTLAN_33", "Откажи редакция");
define("EXTLAN_34", "Допълнителни полета");
define("EXTLAN_35", "Категории");
define("EXTLAN_36", "Няма асоциирана категория");
define("EXTLAN_37", "Няма дефинирани категории");
define("EXTLAN_38", "Име на категорията");
define("EXTLAN_39", "Добави категория");
define("EXTLAN_40", "Категорията е създадена");
define("EXTLAN_41", "Категорията е изтрита");
define("EXTLAN_42", "Обнови категорията");
define("EXTLAN_43", "Категорията е обновена");
define("EXTLAN_44", "Категория");
define("EXTLAN_45", "Добави ново поле");
define("EXTLAN_46", "Помощ");
define("EXTLAN_47", "Добави нов параметър");
define("EXTLAN_48", "Добави нова стойност");
define("EXTLAN_49", "Позволи на потребителите да го скриват");
define("EXTLAN_50", "Задаването на това на Да ще позволи на потребителя да скрие тази стойност от не-администратори");
define("EXTLAN_51", "Всички валидни w3c параметри могат да бъдат добавени тук<br />например <b><i>class='tbox' size='40' maxlength='80'</i></b>");
define("EXTLAN_52", "regex валидационен код");
define("EXTLAN_53", "Въведете regex кода, защото трябва да бъде съчетан за валиден вход <br />** regex разделители са задължителни **");
define("EXTLAN_54", "regex текст при грешка");
define("EXTLAN_55", "Въведете съобщение за грешка, което ще бъде показано, ако не успее валидирането с regex кода.");
define("EXTLAN_56", "Предварително дефинирани полета");
define("EXTLAN_57", "Активирано");
define("EXTLAN_58", "Не е активирано");
define("EXTLAN_59", "Активирай");
define("EXTLAN_60", "Деактивирай");
define("EXTLAN_62", "Таблица");
define("EXTLAN_63", "ИД на полето");
define("EXTLAN_64", "Стойност за показване");
define("EXTLAN_65", "НЕ - Няма да се показва в страницата за регистрация");
define("EXTLAN_66", "ДА - Ще се показва в страницата за регистрация");
define("EXTLAN_67", "НЕ - Ще се показва в страницата за регистрация");
define("EXTLAN_68", "Поле:");
define("EXTLAN_69", "е активирано");
define("EXTLAN_70", "Грешка!! Поле:");
define("EXTLAN_71", "не е активирано!");
define("EXTLAN_72", "е деактивирано");
define("EXTLAN_73", "не е деактивирано!");
define("EXTLAN_74", "е със запазено име и не може да се ползва.");
define("EXTLAN_75", "Грешка при добавяне на полето в базата данни.");
define("EXTLAN_76", "Невалидни знаци в името на полето - разрешени са само A-Z, a-z, 0-9, '_' .");
define("EXTLAN_77", "Категорията не е изтрита - трябва първо да изтриете полетата в нея:");
define("EXTLAN_78", "Не мога да намеря файлът [x], необходим за създаването на таблица в базата данни.");
define("EXTLAN_79", "Етикет");
define("EXTLAN_80", "Грешка при валидация - отхвърлена.");
define("EXTLAN_81", "Добавяне на потребителско поле");
define("EXTLAN_82", "Стойности");
define("EXTLAN_83", "Placeholder");
define("EXTLAN_84", "Подсказка");
define("EXTLAN_86", "User Extended Column deleted from table");
define("EXTLAN_87", "Sort values");
define("EXTLAN_HELP_1", "<b><i>Параметри:</i></b><br />size - размери на полето<br />maxlength - максимална дължина на полето<br /><br />class - css клас за полето<br />style - css стил<br /><br />regex - regex валидационен код<br />regexfail - текст за грешка при валидиране");
define("EXTLAN_HELP_2", "Въведете текст за опции в полето 'стойност' - една кутия за всеки избор. Добавете на нова клетка, ако е необходимо.");
define("EXTLAN_HELP_3", "Въведете текст за опции в полето 'стойност' - една кутия за всеки избор. Добавете на нова клетка, ако е необходимо.");
define("EXTLAN_HELP_4", "<b><i>Стойности:</i></b><br />Трябва да има три стойности, ВИНАГИ:<br /><ol><li>dbtable</li><li>field containing id</li><li>field containing value</li></ol><br />");
define("EXTLAN_HELP_5", "Дефиниране на зона за свободен текст. (Задаване на размер на зоната 'Поле за въвеждане на текст', е задължително)");
define("EXTLAN_HELP_6", "Позволи на потребителите да въвеждат цифрови стойности.");
define("EXTLAN_HELP_7", "Задължава потребителя да въведе дата.");
define("EXTLAN_HELP_8", "Позволява на потребителите да изберат от инсталираните езици.");
define("EXTLAN_HELP_9", "Определи предварително зададен списък. Стойността в полето определя вида на списъка, по настоящем \'timezones\' е валиден запис");
