<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2016 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * Language File
 *
*/
define("UCSLAN_10", "Класът не е изтрит - той е основен клас, или се използва в определението за друг клас, като родителски клас или за редактиране");
define("UCSLAN_30", "Кратко име, показвано в селекторите");
define("UCSLAN_31", "Информация за приложимостта на клас");
define("UCSLAN_32", "Потребители от този клас могат да  се добавят/премахват сами от класа.");
define("UCSLAN_33", "Определи кои потребители могат да виждат този клас в падащият списък");
define("UCSLAN_36", "Ако върха на дървото е \'Никой\', разрешенията се увеличават към върха на дървото<br />А ако върха на дървото е \'Всеки\', разрешенията се увеличават към дъното на дървото.");
define("UCSLAN_37", "Трябва да въведете име за класа");
define("UCSLAN_38", "Начални потреб. класове");
define("UCSLAN_39", "Няма зададени класове");
define("UCSLAN_40", "Задайте първоначални класове");
define("UCSLAN_41", "Настройките са обновени");
define("UCSLAN_43", "Съществуващи класове:");
define("UCSLAN_45", "Точката, при която се определят класовете:");
define("UCSLAN_46", "(игнорирано, ако няма одобрение)");
define("UCSLAN_47", "Първоначална регистрация");
define("UCSLAN_48", "Одобрение от Админ");
define("UCSLAN_49", "Тези класове са създадени за всеки ново регистриран - веднага, или при одобрение на регистрацията.");
define("UCSLAN_53", "Внимание");
define("UCSLAN_54", "Задай йерархия по подразбиране");
define("UCSLAN_55", "Изтрий йерархия");
define("UCSLAN_56", "(това задава 'плоска' йерархия)");
define("UCSLAN_57", "(йерархията ще бъде зададена по-късно)");
define("UCSLAN_58", "Изпълни");
define("UCSLAN_62", "Създай дърво на класове по подразбиране:");
define("UCSLAN_63", "Такова име за клас вече съществува - моля изберете друго.");
define("UCSLAN_64", "завършено");
define("UCSLAN_65", "Плоска йерархия на потреб. класове:");
define("UCSLAN_69", "Икона по избор за асоцииране с клас - директория");
define("UCSLAN_70", "Възстанови йерархията на класовете:");
define("UCSLAN_71", "Поддръжка на потребителски класове");
define("UCSLAN_72", "Възстанови йерархията на класовете");
define("UCSLAN_73", "(Това може да се извика, ако се случат проблеми с базата данни)");
define("UCSLAN_74", "Администратори и Модератори");
define("UCSLAN_75", "Регистрирани и влезли потребители");
define("UCSLAN_76", "Сайт администратори");
define("UCSLAN_77", "Главни сайт администратори");
define("UCSLAN_78", "Модератори на Форумите и други зони");
define("UCSLAN_80", "Стандарт");
define("UCSLAN_81", "Група");
define("UCSLAN_82", "Групата обединява няколко отделни класове");
define("UCSLAN_83", "Класове в групата");
define("UCSLAN_85", "Асоциирахте всички налични класове. Моля освободете от асоциация такъв, който не се използва");
define("UCSLAN_86", "Някои настройки не са разрешени за администраторски клас - те са зададени по подразбиране");
define("UCSLAN_87", "Наскоро присъединени потребители");
define("UCSLAN_88", "Разпознати търсачки");
define("UCSLAN_89", "Избраните класове са членове на група");
define("UCSLAN_90", "Не можете да редактирате системни потребителски класове!");
define("UCSLAN_91", "Структура на класовете");


?>