<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2016 e107 Bulgaria github.com/e107translations/Bulgarian
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * Language File
 *
*/
define("MENLAN_7", "Настройки за виждане на меню");
define("MENLAN_10", "Инсталирано е ново меню");
define("MENLAN_11", "Премахнато меню");
define("MENLAN_13", "Активиране в област");
define("MENLAN_14", "Област");
define("MENLAN_15", "Деактивиране");
define("MENLAN_17", "Премести нагоре");
define("MENLAN_18", "Премести надолу");
define("MENLAN_19", "Премести в област");
define("MENLAN_22", "Неактивни менюта");
define("MENLAN_23", "Премести най-долу");
define("MENLAN_24", "Премести най-горе");
define("MENLAN_25", "Функции ...");
define("MENLAN_26", "Това меню ще бъде [b]ПОКАЗВАНО[/b] само в следните страници");
define("MENLAN_27", "Това меню ще бъде [b]СКРИТО[/b] само в следните страници");
define("MENLAN_28", "Въведете страниците по една на ред - въведете такава част от желания URL адрес, каквато е необходима за правилното и разпознаване.Ако желаете пълно съвпадение с края на URL адреса, добавете ! на края. Пример: [b]page.php?1![/b]");
define("MENLAN_30", "За да видите областите на шаблона, моля изберете шаблон от тук:");
define("MENLAN_31", "Стандартен шаблон");
define("MENLAN_33", "Потребителски шаблон");
define("MENLAN_34", "Вграден");
define("MENLAN_36", "Изберете меню/менюта за активиране");
define("MENLAN_37", "и ги активирайте.");
define("MENLAN_39", "Предварително зададена зона");
define("MENLAN_40", "Използвай Меню Предв. зададени");
define("MENLAN_41", "Позициите на всички менюта за това оформление ще бъдат загубени. Още ли искате да продължите?");
define("MENLAN_43", "Меню предв. зададени е активирано");
define("MENLAN_44", "Параметри за менюто");
define("MENLAN_45", "Параметри (стринг заявка формат):");
define("MENLAN_46", "[x] не е намерено. Пробвайте да сканирате модул директорията от Инструменти > База даннни.");
define("MENLAN_47", "Не са зададени полета в");
define("MENLAN_48", "Менюто не може да бъде заредено");
define("MENLAN_49", "Вашите менюта");
define("MENLAN_50", "Менюта на модули");
define("MENLAN_51", "Този шаблон в дизайна не съдържа никакви {MENU} зони.");
define("MENLAN_52", "Съдържа следните потребителски менюта:");
define("MENLAN_53", "Потребителски менюта");
define("MENLAN_54", "Шаблони на темата");
define("MENLAN_55", "Шаблони на менютата");
define("MENLAN_56", "Потребителски страници");
define("MENLAN_57", "Придърпайте менюта");
define("MENLAN_58", "Меню мениджърът ви позволява да поставите и подредите вашите менюта в шаблоните на вашата тема. Задръжте мишката върху под области за промяна на съществуващите елементи на менюто.");
define("MENLAN_59", "Зона [x]");
define("MENLAN_60", "Този дизайн използва неодобрени елементи. Всички [x]HEADER и [x]FOOTER променливи трябва да бъдат премахнати от theme.php.");


?>