<?php
/*
 * Copyright (C) 2008-2015 e107 Inc (e107.org), Licensed under GNU GPL (http://www.gnu.org/licenses/gpl.txt)
 *
 * Admin Language File
 *
*/

define("LAN_HEADER_01", "Административна навигация");
define("LAN_HEADER_02", "Сървърът не позволява качване на файлове през HTTP, затова потребителите няма да могат да качват аватари, файлове и др. За да коригирате това, задайте file_uploads на On в php.ini и рестартирайте сървъра. Ако нямате достъп до php.ini, свържете се с хостинг доставчика.");
define("LAN_HEADER_03", "Сървърът работи с ограничение basedir. Това забранява използването на файлове извън домашната директория и може да засегне определени функции, например Файловия мениджър.");
define("LAN_HEADER_04", "Администрация");
define("LAN_HEADER_05", "език, показван в администрацията");
define("LAN_HEADER_06", "Информация за плъгините");
