<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2022 e107 Bulgaria github.com/e107translations/Bulgarian
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * Language File
 *
*/
define("DBLAN_1", "Резервно копие на системните настройки е записано в базата данни.");
define("DBLAN_4", "Изберете за проверка на валидността на базата данни на e107");
define("DBLAN_5", "Проверка валидност на БД");
define("DBLAN_6", "Изберете за оптимизиране на базата данни на е107");
define("DBLAN_7", "Оптимизиране на SQL БД");
define("DBLAN_8", "Изберете за записване на резервно копие на системните настройки на e107");
define("DBLAN_9", "Архивиране системни настройки");
define("DBLAN_10", "Инструменти за БД");
define("DBLAN_11", "mySQL база данни [x] е оптимизирана");
define("DBLAN_15", "Изберете за проверка на налични актуализации на е107 базата");
define("DBLAN_16", "Проверка за актуализации");
define("DBLAN_17", "Име на настройка");
define("DBLAN_18", "Стойност на настройка");
define("DBLAN_19", "Изберете за отваряне на редактор на настройките (само за напреднали потребители)");
define("DBLAN_20", "Редактор на настройките");
define("DBLAN_22", "Модули - преглед и сканиране");
define("DBLAN_23", "Сканирането завършено");
define("DBLAN_25", "Директория");
define("DBLAN_26", "Включени системни модули");
define("DBLAN_27", "Инсталирано");
define("DBLAN_28", "Изберете за сканиране на модул директориите за промени");
define("DBLAN_29", "Сканиране на модул директориите");
define("DBLAN_30", "Ако системен модул генерира грешка, проверете за символи извън отварящите/затварящите PHP тагове");
define("DBLAN_31", "Подминаване");
define("DBLAN_33", "Недостъпен");
define("DBLAN_34", "Непроверен");
define("DBLAN_35", "Изберете за проверка на валидността на е107 базата данни");
define("DBLAN_36", "Изберете за валидиране на записите в базата данни");
define("DBLAN_37", "Изберете таблица(и) за валидиране");
define("DBLAN_38", "Стартиране на валидация");
define("DBLAN_39", "Валидност на записите в базата данни");
define("DBLAN_40", "Резултат:");
define("DBLAN_41", "таблица");
define("DBLAN_43", "отбелязване");
define("DBLAN_45", "Id не е намерено!");
define("DBLAN_46", "Таблицата не е намерена!");
define("DBLAN_49", "Няма записи в таблицата и няма какво да се валидира");
define("DBLAN_50", "Валидация на Sql записи");
define("DBLAN_51", "Изпълни избраното");
define("DBLAN_52", "Изтриване на дублираните");
define("DBLAN_53", "Моля изберете действие.");
define("DBLAN_54", "Не са намерени грешки.");
define("DBLAN_55", "Избери за сканиране на shortcode/override директорията за нови шорткодове");
define("DBLAN_56", "Сканирай override директорията");
define("DBLAN_57", "Shortcode Override списък е зададен за");
define("DBLAN_58", "Експортирай данните за сайта");
define("DBLAN_59", "Импортирай данните за сайта");
define("DBLAN_60", "Резервното копие на файловете е завършено!");
define("DBLAN_61", "Стартиране на резервно копие на базата данни...");
define("DBLAN_62", "Резервното копие на базата данни е завършено!");
define("DBLAN_63", "Пълното резервно копие на сайта е завършено.");
define("DBLAN_64", "Проверка на кодировката на базата данни");
define("DBLAN_65", "Проверка на кодировката");
define("DBLAN_66", "Коригиране на правата на файловете и папките");
define("DBLAN_67", "Коригиране на правата");
define("DBLAN_68", "Резервното копие на базата данни, файлове и папки");
define("DBLAN_69", "Резервното копие на сайта");
define("DBLAN_70", "Това ще създаде резервно копие база данни и компресиран архив на всички неосновни плъгини, вашата тема на сайта, медийни файлове и системните логове");
define("DBLAN_71", "Моля изчакайте...");
define("DBLAN_72", "Правата на папките и файловете бяха обновени");
define("DBLAN_73", "Коригиране на правата на папките и файловете");
define("DBLAN_74", "Свързване със сървъра");
define("DBLAN_75", "Създаване на базата данни");
define("DBLAN_76", "Избиране на базата данни");
define("DBLAN_77", "Не може да се зареди основния sql файл");
define("DBLAN_78", "Таблица");
define("DBLAN_79", "Engine");
define("DBLAN_80", "Коалиция");
define("DBLAN_81", "Статус");
define("DBLAN_82", "Тази функция завинаги ще промени всички таблици в базата данни.([database])");
define("DBLAN_83", "[b] СИЛНО [/b] препоръчително е първо да се направи резервно копие на вашата база данни и да превключите вашия сайт в режим на поддръжка.");
define("DBLAN_84", "Да се отбележи:");
define("DBLAN_85", "Процесът на преобразуване може да отнеме до една минута или много много повече в зависимост от размера на вашата база данни.");
define("DBLAN_86", "Превръщането не работи с сериализирани масиви.");
define("DBLAN_87", "Бъдете сигурни, че сте следвали всички стъпки от процеса на надграждане на първо място.");
define("DBLAN_88", "Основните настройки се игнорират в процеса на реализация, поради възможност за повреда.");
define("DBLAN_89", "Конвертиране на базата данни");
define("DBLAN_90", "Конвертиране на не-UTF8 таблици");
define("DBLAN_91", "Моля изчакайте...");
define("DBLAN_92", "Вашите маси използвате правилния набор от символи.");
define("DBLAN_93", "Конвертирането на базата данни в UTF-8 бе успешно");
define("DBLAN_94", "Моля, уверете се, че имате следния ред във вашият e107_config.php файл:");
define("DBLAN_95", "Настройки на експорта");
define("DBLAN_97", "Таблици");
define("DBLAN_98", "Колони");
define("DBLAN_99", "Данни в таблицата");
define("DBLAN_100", "Конвертиране пътеки и пакетните изображения и XML в:");
define("DBLAN_101", "Експортиране на файл");
define("DBLAN_102", "Настройки на експорта");
define("DBLAN_103", "Вмъкнати");
define("DBLAN_104", "Неуспешно вмъкнати");
define("DBLAN_105", "Пакетни шорткодове:");
define("DBLAN_106", "(празно)");
define("DBLAN_107", "[folder] няма права за писане");
define("DBLAN_108", "Създадено:");
define("DBLAN_109", "Копирано:");
define("DBLAN_110", "Не се копира:");
define("DBLAN_111", "Таблиците изглеждат добре!");
define("DBLAN_112", "Синхронизиране с Github");
define("DBLAN_113", "Презаписване на файловете");
define("DBLAN_114", "Само в режим на разработчици");
define("DBLAN_115", "Презаписване на локалните файлове с последните от GItHub");
define("DBLAN_116", "Това ще изтегли последния .zip файл от GitHub в");
define("DBLAN_117", "след което го разархивирайте и презапишете съществуващите файлове на Вашият сървър. Запазете Вашият e107_config.php файл.");
define("DBLAN_118", "Изтеглянето на .zip файла беше неуспешно");
define("DBLAN_119", "Резервно копие");
define("DBLAN_120", "Стартиране на резервно копие...");
define("DBLAN_121", "Преместване на [x] в [y].");


?>