<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2015 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * Language File
 *
 */
define("NWSLAN_4", "Новини - Съществуващи новини");
define("NWSLAN_6", "Категория");
define("NWSLAN_10", "Няма категории новини");
define("NWSLAN_13", "Съдържание");
define("NWSLAN_14", "Разширено съдържание");
define("NWSLAN_18", "Позволяване на коментари");
define("NWSLAN_19", "Активиране");
define("NWSLAN_21", "Активирай между");
define("NWSLAN_24", "Прегледай отново");
define("NWSLAN_25", "Обновяване на новината");
define("NWSLAN_26", "Публикуване на новината");
define("NWSLAN_27", "Преглед");
define("NWSLAN_29", "Новини - Добавяне на новини");
define("NWSLAN_29a", "Новини - Обновяване на новини");
define("NWSLAN_31", "Новини");
define("NWSLAN_32", "изтрита");
define("NWSLAN_33", "Категории новини");
define("NWSLAN_34", "Добавени новини");
define("NWSLAN_35", "Категорията е запазена");
define("NWSLAN_36", "Категорията е обновена");
define("NWSLAN_37", "Сигурни ли сте, че искате да изтриете тази категория?");
define("NWSLAN_38", "Сигурни ли сте, че искате да изтриете тази добавена новина?");
define("NWSLAN_39", "Сигурни ли сте, че искате да изтриете тази новина?");
define("NWSLAN_43", "Няма новини");
define("NWSLAN_44", "Всички новини");
define("NWSLAN_45", "Създаване на новина");
define("NWSLAN_46", "Категории");
define("NWSLAN_46a", "Новини - Категории");
define("NWSLAN_47", "Добавени новини");
define("NWSLAN_48", "Настройки на новини");
define("NWSLAN_49", "Добавено от");
define("NWSLAN_51", "Съществуващи категории новини");
define("NWSLAN_52", "Име на категорията");
define("NWSLAN_53", "Икона на категорията");
define("NWSLAN_54", "Преглед на изображения");
define("NWSLAN_55", "Обновяване на категория");
define("NWSLAN_56", "Създаване на нова категория");
define("NWSLAN_57", "Съдържание");
define("NWSLAN_58", "Публикувай");
define("NWSLAN_59", "Няма добавени новини");
define("NWSLAN_63", "Търсене на новина");
define("NWSLAN_66", "Добавяне");
define("NWSLAN_67", "Изображение");
define("NWSLAN_69", "Добавяне на изображение или файл за ползване към новината");
define("NWSLAN_72", "Показване на новината само между избраните дати");
define("NWSLAN_74", "Изберете как и къде ще бъде публикувана новината");
define("NWSLAN_75", "Стандартно - публикуване в началната страница");
define("NWSLAN_76", "Само заглавието - публикуване в началната страница");
define("NWSLAN_77", "Публикуване в меню Други новини");
define("NWSLAN_83", "Разширено съдържание на новината");
define("NWSLAN_84", "Изберете кои посетители ще виждат новината");
define("NWSLAN_86", "Показване на категориите новини в долната част на сайта Ви");
define("NWSLAN_87", "Брой колони на категориите новини?");
define("NWSLAN_88", "Брой новини за показване на страница?");
define("NWSLAN_90", "Настройки");
define("NWSLAN_100", "Позволете добавяне на снимки при добавянето на новини от потребителите");
define("NWSLAN_101", "Автоматично оразмеряване на добавените снимки");
define("NWSLAN_102", "дължина в пиксели или оставете празно за да не ги оразмерява.");
define("NWSLAN_103", "Повторно публикуване");
define("NWSLAN_104", "от");
define("NWSLAN_105", "Сложете отметка за да обновите датата на новината на днешната");
define("NWSLAN_106", "Имащи право да добавят новини:");
define("NWSLAN_107", "Позволяване на WYSIWYG редактора при публикуването на новини.");
define("NWSLAN_108", "вкл.");
define("NWSLAN_111", "Покажи дата в началото");
define("NWSLAN_112", "Ако активирате тази функция, кутия с датата на публикуване ще се показва над новината, полезни при много публикации в различни дни");
define("NWSLAN_113", "Използвайте нестандартен шаблон за оформление новини");
define("NWSLAN_114", "ако темата, която използвате има шаблон за оформление на новините, използвайте това, вместо общото оформление");
define("NWSLAN_115", "Колко новини да се показват в архива?");
define("NWSLAN_116", "Първо обновете настройките за брой показвани новини, после обновете отново настройките за показвани новини в архива. (при 0 е неактивно)");
define("NWSLAN_117", "Напишете заглавие на архива на новините");
define("NWSLAN_120", "Текст който ще се показва при добавянето на новина");
define("NWSLAN_121", "Нищо не е намерено за %s");
define("NWSLAN_123", "Публикувано");
define("NWSLAN_127", "URL идентификатор");
define("NWSLAN_128", "Задайте низ, който да бъде използван в URL на страниците на новите. Това ще работи само с правилните .htaccess правила и <a href='%s'>eURL config</a><br />Решени URL на базата на текущата стойност:");
define("LAN_NEWS_23", "Изберете оразмерена снимка / икона за тази новина");
define("LAN_NEWS_27", "Обобщение на новината");
define("LAN_NEWS_28", "Важна новина");
define("LAN_NEWS_29", "Изберете дали новината да бъде маркирана като важна.");
define("LAN_NEWS_30", "Ако маркирате всяка следваща новина ще бъде публикувана под тази!");
define("LAN_NEWS_32", "Дата на публикуване на новината");
define("LAN_NEWS_33", "Изберете дата на публикуване на новината.");
define("LAN_NEWS_34", "Подобни теми");
define("LAN_NEWS_35", "Добавете път до подобни новини");
define("LAN_NEWS_37", "по едно url на ред");
define("LAN_NEWS_49", "Начин на показване");
define("LAN_NEWS_51", "Промяна на автора на новините е достъпна до:");
define("LAN_NEWS_52", "Основна информация");
define("LAN_NEWS_53", "Повече настройки");
define("LAN_NEWS_54", "оставане на редакция");
define("LAN_NEWS_55", "Поддръжка");
define("LAN_NEWS_56", "Пресмятане на коментарите");
define("LAN_NEWS_57", "Изпълнение");
define("LAN_NEWS_58", "Обновяването е завършено");
define("LAN_NEWS_59", "Поддръжка на Новини");
define("LAN_NEWS_60", "Всичко коментари");
define("LAN_NEWS_61", "Също така, изтривате неразрешените коментари");
define("LAN_NEWS_62", "Грешка при достъп до базата данни, или не са открити новини");
define("LAN_NEWS_63", "Създаване на категория");
define("LAN_NEWS_64", "Добавени новини (стари)");
define("LAN_NEWS_65", "Моля изберете уникално SEF URL за тази категория");
define("LAN_NEWS_66", "");
define("LAN_NEWS_67", "Затвори");
define("LAN_NEWS_68", "Добавена новина");
define("LAN_NEWS_69", "Основен изглед");
define("LAN_NEWS_70", "Основен изглед - Заглавие");
define("LAN_NEWS_71", "Основен изглед - Заглавие и обобщение");
define("LAN_NEWS_72", "Странична колона - други новини");
define("LAN_NEWS_73", "Странична колона - други новини 2");
define("LAN_NEWS_74", "Слайдер");
define("LAN_NEWS_75", "В модул Featurebox");
define("LAN_NEWS_87", "например: blogsearch.google.com/ping/RPC2");
define("LAN_NEWS_88", "Определя как трябва да се появи новината в страницата по подразбиране.");
define("LAN_NEWS_89", "Известяване на тези услуги, когато създавате / актуализирани новини.");
define("LAN_NEWS_90", "Едно на ред");
define("LAN_NEWS_91", "Брой новини за показване на страница");
define("LAN_NEWS_92", "в страници: news.php?all или news.php?cat.1 или news.php?tag=xxx");
define("LAN_NEWS_93", "Показване на списък");
define("LAN_NEWS_94", "Новини, с избрани тези шаблони ще бъдат показани в списъка.");


?>