<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2015 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * Language File
 *
*/

define("MENLAN_1", "Видимо за всеки");
define("MENLAN_2", "Видимо само за регистрирани");
define("MENLAN_3", "Видимо само за администратори");
define("MENLAN_4", "Да се вижда само от:");
define("MENLAN_6", "Запазване на настройките за виждане");
define("MENLAN_7", "Настройки за виждане на меню");
define("MENLAN_8", "Настройките за виждане са обновени");
define("MENLAN_9", "Инсталирано е ново потребителско меню");
define("MENLAN_10", "Инсталирано е ново меню");
define("MENLAN_11", "Премахнато меню");
define("MENLAN_12", "Активиране: изберете област");
define("MENLAN_13", "Активиране в област");
define("MENLAN_14", "Област");
define("MENLAN_15", "Деактивиране");
define("MENLAN_17", "Премести нагоре");
define("MENLAN_18", "Премести надолу");
define("MENLAN_19", "Премести в област");
define("MENLAN_22", "Неактивни менюта");
define("MENLAN_23", "Премести най-долу");
define("MENLAN_24", "Премести най-горе");
define("MENLAN_25", "Функции ...");
define("MENLAN_26", "Това меню ще бъде [b]ПОКАЗВАНО[/b] само в следните страници");
define("MENLAN_27", "Това меню ще бъде [b]СКРИТО[/b] само в следните страници");
define("MENLAN_28", "Въведете страниците по една на ред - въведете такава част от желания URL адрес, каквато е необходима за правилното и разпознаване.Ако желаете пълно съвпадение с края на URL адреса, добавете ! на края. Пример: [b]page.php?1![/b]");
define("MENLAN_29", "Изберете шаблон");
define("MENLAN_30", "За да видите областите на шаблона, моля изберете шаблон от тук:");
define("MENLAN_31", "Стандартен шаблон");
define("MENLAN_32", "Шаблон начало на новини");
define("MENLAN_33", "Потребителски шаблон");
define("MENLAN_34", "Вграден");
define("MENLAN_36", "Изберете меню/менюта за активиране");
define("MENLAN_37", "и ги активирайте.");
define("MENLAN_38", "Натиснете CTRL и го задръжте за да изберете повече от едно меню.");
define("MENLAN_39", "Предварително зададена зона");
define("MENLAN_40", "Използвай Меню Предв. зададени");
define("MENLAN_41", "Позициите на всички менюта за това оформление ще бъдат загубени. Още ли искате да продължите?");
define("MENLAN_42", "По избор");
define("MENLAN_43", "Меню предв. зададени е активирано");
define("MENLAN_44", "Параметри за менюто");
define("MENLAN_45", "Параметри (стринг заявка формат):");


?>