<?php
/**
 * Български глобален езиков файл за Изтегляния в e107 CMS v2.3.10.
 */

define("LAN_PLUGIN_DOWNLOAD_NAME", "Изтегляния");
define("LAN_PLUGIN_DOWNLOAD_DIZ", "Пълнофункционална система за управление на файлове за изтегляне");
define("LAN_DL_NT_01", "Докладвано е неработещо изтегляне");
define("LAN_DL_NT_02", "Следното изтегляне е докладвано като неработещо:");
define("LAN_DL_NT_03", "Сигналът е подаден от [x] със следния коментар:");
define("LAN_DL_NT_04", "Щракнете [тук], за да прегледате сигналите за неработещи изтегляния.");
define("LAN_DL_LATEST_01", "Докладвани неработещи изтегляния");
