<?php
/**
 * Български публичен езиков файл за Изтегляния в e107 CMS v2.3.10.
 */

define("LAN_dl_1", "(Ограничено)");
define("LAN_dl_4", "Налични файлове: ");
define("LAN_dl_5", "Общ размер на файловете: ");
define("LAN_dl_6", "Изтеглени файлове: ");
define("LAN_dl_8", "Изтегли");
define("LAN_dl_9", "Обратно към списъка с категории");
define("LAN_dl_13", "Няма оценка");
define("LAN_dl_14", "Оценете това изтегляне");
define("LAN_dl_16", "изтегляния от");
define("LAN_dl_29", "Изтегляния");
define("LAN_dl_30", "Имейл на автора");
define("LAN_dl_31", "Уебсайт на автора");
define("LAN_dl_36", "Нови изтегляния");
define("LAN_dl_40", "Щракнете тук за екранна снимка");
define("LAN_dl_43", "глас");
define("LAN_dl_44", "гласа");
define("LAN_dl_45", "Сигнал за неработещо изтегляне");
define("LAN_dl_46", "щракнете тук за изтегляне");
define("LAN_dl_47", "Записът е докладван");
define("LAN_dl_48", "За изтеглянето е изпратен сигнал до администратор. Благодарим.");
define("LAN_dl_49", "Щракнете тук, за да се върнете към изтеглянето");
define("LAN_dl_53", "Щракнете, за да прегледате изтеглянето");
define("LAN_dl_54", "Администратор ще бъде уведомен за това изтегляне. Ако е необходимо, добавете съобщение.");
define("LAN_dl_55", "Не използвайте тази форма за връзка с администратора по друга причина.");
define("LAN_dl_62", "Изтеглянето на този файл е блокирано, защото сте превишили разрешената квота за изтегляне.");
define("LAN_dl_63", "Нямате необходимите права за изтегляне на този файл.");
define("LAN_dl_66", "Избор на огледален адрес за изтегляне");
define("LAN_dl_67", "Изберете огледален адрес...");
define("LAN_dl_68", "Огледален сървър");
define("LAN_dl_72", "Заявен файл: ");
define("LAN_dl_73", "Изтегляния от този огледален адрес: ");
define("LAN_dl_74", "Общо изтегляния от този огледален адрес: ");
define("LAN_dl_75", "няма налично изображение ");
define("LAN_dl_77", "Изтегляния");
define("LAN_dl_78", "Това изтегляне е деактивирано или прекратено. Проверете в [секцията за изтегляния] за по-нова версия.");
define("LAN_dl_79", "Нямате необходимите права, за да докладвате това изтегляне като неработещо.");
