<?php
/**
 * Български езиков файл за административния журнал на Изтегляния в e107 CMS v2.3.10.
 */

define("LAN_AL_DOWNL_01", "Изтегляния – променени настройки за изтегляне");
define("LAN_AL_DOWNL_02", "Изтегляния – променени настройки за качване");
define("LAN_AL_DOWNL_03", "Изтегляния – добавено ограничение");
define("LAN_AL_DOWNL_04", "Изтегляния – журнал 04");
define("LAN_AL_DOWNL_05", "Изтегляния – журнал 05");
define("LAN_AL_DOWNL_06", "Изтегляния – журнал 06");
define("LAN_AL_DOWNL_07", "Изтегляния – журнал 07");
define("LAN_AL_DOWNL_08", "Изтегляния – журнал 08");
define("LAN_AL_DOWNL_09", "Изтегляния – журнал 09");
define("LAN_AL_DOWNL_10", "Изтегляния – обновено ограничение");
define("LAN_AL_DOWNL_11", "Изтегляния – премахнато ограничение");
